Repository: CZ-NIC/foris
Catalog: foris/locale/*/LC_MESSAGES/foris.po
Languages: cs, da, de, fr, hu, it, lt, nb, pl, ru, sk

source: You have been logged out due to longer inactivity.
cs: Byli jste odhlášeni z důvodu delší dobu trvající nečinnosti.
da: Du er blevet logget ud, på grund af længere inaktivitet.
de: Sie wurden nach einer längeren Phase der Inaktivität abgemeldet.
fr: Vous avez été déconnecté en raison d'une longue période d'inactivité.
hu: Kijelentkezett hosszabb inaktivitás miatt.
it: Sei stato disconnesso a causa di una lunga inattività.
lt: Jūs buvote atjungti dėl neaktyvumo.
nb: Du har blitt utlogget som følge av inaktivitet.
pl: Zostałeś wylogowany z powodu dłuższej nieaktywności.
ru: Вы вышли из системы из-за длительного бездействия.
sk: Boli ste odhlásení z dôvodu dlhšej doby nečinnosti.

source: %Y/%m/%d %H:%M:%S
cs: %d.&nbsp;%m.&nbsp;%Y %H:%M:%S
de: %d.&nbsp;%m.&nbsp;%Y %H:%M:%S
it: %d/%m/%Y %H:%M:%S
pl: %d-%m-%Y %H:%M:%S
ru: %Г/%М/%Д %Ч:%М:%С
sk: %d.&nbsp;%m.&nbsp;%Y %H:%M:%S

source: News
cs: Novinky
da: Nyheder
de: Neuigkeiten
fr: Nouvelles
hu: Hírek
it: Notizie
lt: Naujienos
nb: Nyheter
pl: Aktualności
ru: Новости
sk: Novinky

source: Update
cs: Aktualizace
da: Opdater
de: Aktualisierung
fr: Mise à jour
hu: Frissítés
it: Aggiornare
lt: Atnaujinimas
nb: Oppdater
pl: Aktualizacja
ru: Обновления
sk: Aktualizácia

source: %(notification)s from %(created_at)s
cs: %(notification)s z %(created_at)s
da: %(notification)s fra %(created_at)s
de: %(notification)s von %(created_at)s
fr: %(notification)s de %(created_at)s
hu: %(notification)s a %(created_at)s-tól
it: %(notification)s da %(created_at)s
lt: %(notification)s nuo %(created_at)s
nb: %(notification)s fra %(created_at)s
pl: %(notification)s z %(created_at)s
ru: %(notification)s от %(created_at)s
sk: %(notification)s z %(created_at)s

source: Notification
cs: Oznámení
de: Benachrichtigung
hu: Értesítés
it: Notifica
lt: Pranešimas
nb: Merknad
pl: Powiadomienie
ru: Уведомление
sk: Upozornenie

source: Install
cs: Nainstalovat
da: Installer
de: Installieren
fr: Installer
hu: Telepítés
it: Installa
lt: Įdiegti
nb: Installer
pl: Zainstaluj
ru: Установить
sk: Nainštalovať

source: Uninstall
cs: Odinstalovat
da: Afinstaller
de: Deinstallieren
fr: Désinstaller
hu: Eltávolítás
it: Disinstalla
lt: Pašalinti
nb: Avinstaller
pl: Odinstaluj
ru: Удалить
sk: Odinštalovať

source: Upgrade
cs: Přechod na novější verzi
de: Aktualisierung
fr: Mettre à jour
hu: Frissítés
it: Aggiornamento
lt: Diegti naujesnę
nb: Oppgrader
pl: Uaktualnij
ru: Улучшить
sk: Prechod na novšiu verziu

source: Downgrade
cs: Návrat ke starší verzi
de: Ältere Version
fr: Rétrograder
hu: Visszalépés
it: Ripristino
lt: Atstatyti senesnę
nb: Nedgrader
pl: Cofnij aktualizację
ru: Откатить
sk: Návrat k staršej verzii

source: SSID
cs: Název sítě (SSID)
sk: Názov siete (SSID)

source: foris version:
cs: verze rozhraní foris:
hu: Foris verzió:
it: versione foris:
lt: foris versija:
sk: verzia forisu:

source: Guest Network
cs: Síť pro hosty
lt: Svečių Tinklas

source: Guest network is used for <a href='%(url)s'>guest Wi-Fi</a>. It is separated from your ordinary LAN. Devices connected to this network are allowed to access the internet, but are not allowed to access the configuration interface of the this device nor the devices in LAN.
de: Das Gastnetzwerk wird für das <a href='%(url)s'>Gast-WLAN</a> verwendet. Es ist von Ihrem normalen LAN getrennt. Geräte, die mit diesem Netzwerk verbunden sind, dürfen auf das Internet zugreifen, aber nicht auf die Konfigurationsschnittstelle dieses Geräts oder die Geräte im LAN.
lt: Svečių tinklą naudoja <a href='%(url)s'>svečių Wi-Fi</a>. Tai atskiras nuo LAN tinklas. Įrenginiai prisijungę prie šio tinklo gali naudotis internetu, tačiau negali pasiekti šio įrenginio valdymo interfeiso ir kitų įrenginių LAN tinkle.
sk: Sieť pre hostí slúži na <a href='%(url)s'>WiFi pre hostí</a>. Je oddelená od vašej bežnej miestnej siete. Zariadeniam pripojeným do tejto siete je umožnené pristupovať k Internetu, ale už nie k rozhraniu pre nastavovanie routera či k zariadeniam v miestnej sieti.

source: Here you specify your WAN port settings. Usually, you can leave this options untouched unless instructed otherwise by your internet service provider. Also, in case there is a cable or DSL modem connecting your router to the network, it is usually not necessary to change this setting.
da: Her kan du angive dine WAN indstillinger. Ofte kan du lade denne være urørt undtagen hvis du har fået andre instruktioner fra din internetudbyder. Hvis der er et kabel eller DSL model der forbinder din router to netværket, er det typisk ikke nødvendigt at ændre denne indstlling.
de: Hier können Sie die Einstellungen des WAN-Ports (Wide Area Network) ändern. In meisten Fällen ist es nicht notwendig, hier etwas zu ändern, es sei denn, Ihr Internetanbieter erfordert spezifische Einstellungen. Wenn Sie zum Internet mittels Kabelverbindung oder DSL-Modem verbunden sind, sind in der Regel keine Änderungen notwendig.
hu: Itt adhatja meg a WAN port beállításait. Általában érintetlenül hagyhatja ezt a lehetőséget, hacsak az internet-szolgáltató nem utasít másra. Ha kábel- vagy DSL-modem csatlakoztatja routert a hálózathoz, általában akkor sem kell változtatni ezen a beállításon.
it: Qui si specifica le impostazioni della porta WAN. Di solito, queste opzioni possono essere lasciate intatte, a meno che il vostro fornitore di servizi Internet non lo specifichi altrimenti. Inoltre, nel caso in cui vi sia un modem via cavo o DSL che collega il router alla rete, di solito non è necessario modificare questa impostazione.
lt: Čia nurodomi WAN lizdo nustatymai. Dažniausiai šių nustatymų galima nekeisti, nebent turite specialių nurodymų iš savo interneto paslaugų tiekėjo. Jei interneto paslaugų tiekėjas jums atvedė tinklo kabelį ar prijungė DSL modemą, labai tikėtina, kad šių nustatymų keisti nereikės.
nb: Her kan du angi dine WAN-portinnstillinger. Vanligvis kan du la disse valgene stå uberørt, med mindre du har fått annen beskjed av din internettilbyder. I fall det er et kabel- eller DSL-modem som kobler ruteren din til nettverket, er det vanligvis ikke nødvendig å endre denne innstillingen.
sk: Na tejto stránke špecifikujete nastavenie pripojenia k vonkajšej sieti (WAN port). Zvyčajne nie je nutné nastavenie meniť, pokiaľ to nevyžaduje Váš poskytovateľ internetového pripojenia. Tiež v prípade, že pripojenie k internetu sprostredkuje káblový alebo DSL modem, nie je väčšinou nutné toto nastavenie meniť.

source: Here you can test you connection settings. Remember to click on the <strong>Save</strong> button before running the test. Note that sometimes it takes a while before the connection is fully initialized. So it might be useful to wait for a while before running this test.
de: Hier können Sie Ihre Verbindungseinstellungen prüfen. Vergessen Sie nicht die <strong> 1Speichern</strong> 2 Tasten zu drücken bevor Sie den Test laufen lassen. Bemerken Sie, dass es manchmal eine Weile dauert bevor die Verbindung initialisiert ist. Deswegen ist es sinnvoll eine Weile zu warten bevor Sie den Test laufen lassen.
hu: Itt lehet tesztelni a kapcsolat beállításait. Ne feledje, hogy kattintson a <strong>Mentés</strong> gombra a teszt futtatása előtt. Vegye figyelembe, hogy néha eltart egy darabig, mielőtt a kapcsolat teljesen létrejön. Így érdemes lehet a teszt futtatása előtt kicsit várni.
it: Qui puoi verificare le impostazioni di connessione. Ricorda di fare clic sul pulsante <strong> Salva </strong> prima di eseguire il test. Si noti che a volte ci vuole un po 'prima che la connessione sia completamente inizializzata. Quindi potrebbe essere utile aspettare un po 'prima di eseguire questo test.
lt: Čia galite patikrinti ryšio nustatymus. Nepamirškite paspausti <strong>Išsaugoti</strong> mygtuko prieš paleidžiant testą. Atkreipkite dėmesį kad kartais ryšio atstatymas po pakeitimų užtrunka. Prieš paleidžiant šį testą rekomenduojame truputį palaukti.
nb: Her kan du teste dine tilkoblingsinnstillinger. Husk å klikke <strong>Lagre</strong> før du kjører testen. Merk at noen ganger tar det en stund før tilkoblingen er satt igang rett. Så det kan være nyttig å vente en stund før du kjører denne testen.
sk: Tu si môžete vyskúšať svoje nastavenia pripojenia. Než test spustíte, nezabudnite kliknúť na tlačidlo <strong>Uložiť</strong>. Občas môže trvať dlhšiu dobu, než sa pripojenie kompletne zinicializuje, preto nemusí byť na škodu pred testom pripojenia chvíľu počkať.

source: Following notifications occured and haven't been dismissed since last reboot.
de: Die folgenden Benachrichtigungen sind aufgetreten und wurden seit dem letzten Neustart nicht gelöscht.
hu: Az alábbi értesítések érkeztek és az utolsó újraindítás óta még nem lettek tudomásul véve.
it: Le seguenti notifiche si sono verificate e non sono state eliminate dall'ultimo riavvio.
lt: Po paskutinio perkrovimo turite šiuos neatmestus pranešimus.
nb: Følgende merknader inntraff og har ikke blitt avskjediget siden siste omstart.
sk: Od minulého reštartu sa objavili a neboli vymazané nasledujúce upozornenia.

source: LAN
fr: Réseau local

source: Wi-Fi
de: WLAN

source: Not in a valid range %(low)s - %(high)s.
da: Ikke i et gyldigt interval %(low)s - %(high)s.
hu: Érvénytelen tartomány %(low)s-%(high)s.
it: Non in un intervallo valido %(low)s - %(high)s.
lt: Nėra iš leidžiamo intervalo %(low)s - %(high)s.
nb: Ikke i gyldig rekkevidde %(low)s - %(high)s.

source: Congratulations you've successfully reached the end of this guide. Once you leave this guide you'll be granted access to the full configuration interface of this device.
lt: Sveikinam sėkmingai pasiekus gido pabaigą. Išėjus iš šio gido galėsite prieiti prie visų įrenginio nustatymų valdymo.

source: If you want to use this card for 2.4GHz bands, correction of cables connected to diplexers is needed! Factory default setting: Cables from big card connected to 5GHz, cables from small card connected to 2.4GHz diplexer part.
da: Hvis du vil bruge dette kort til 2.4GHz frekvensbåndet, skal kablerne forbundet til diplexere korrigeres! Fabriksindstillingen: kablerne fra det store kort er forbundet til 5GHz, kablerne fra det lille kort er forbundet til 2.4GHz diplexer delen.
hu: Ha ezt a kártyát a 2,4 GHz-es sávban szeretné használni, a diplexerre csatlakoztatott kábelek korrekciójára van szükség! A gyári alapértelmezett beállítás: a nagy kártya kábelei az 5 GHz-es, a kis kártya kábelei a 2,4 GHz-es diplexer részre csatlakoznak.
it: Se si desidera utilizzare questa scheda per bande 2.4GHz, è necessario correggere i cavi collegati ai diplexers! L'impostazione predefinita di fabbrica è: Cavi dalla scheda grande collegata al 5GHz, cavi collegati dalla scheda piccola al diplexer del 2,4 GHz.
lt: Jei šią plokštę norite naudoti 2.4GHz dažnių juostoje, reikia atlikti laidų prijungtų prie diplekserio perjungimą! Gamykliniai nustatymai: Laidai iš didesnės plokštės prijungti į 5GHz, o laidai iš mažesnės plokštės prie 2.4GHz diplekserio jungčių.

source: Data collection is currently enabled. You can not disable updater without disabling the data collection first.
da: Dataindsamling er aktiveret. Du kan ikke deaktivere opdateringsfunktionen uden at deaktivere dataindsamling først.
hu: Az adatgyűjtés jelenleg engedélyezett. Nem lehet letiltani a frissítéskezelőt úgy, hogy először az adatgyűjtés ne legyen letiltva.
it: La raccolta dei dati è attualmente abilitata. Non è possibile disattivare l'aggiornamento senza disattivare prima la raccolta dati.
lt: Šiuo metu įjungtas duomenų rinkimas. Negalite išjungti automatinių atnaujinimų, kol nebus išjungtas duomenų rinkimas.
nb: Datainnsamling er påslått. Du kan ikke skru av oppdateringsfunksjonen uten å skru av datainnsamling først.

source: after %(input)s hours
lt: po %(input)s valandų

source: WAN port has no link, your internet connection probably won't work.
da: WAN porten har ikke noget link, din internetforbindelse vil formentlig ikke virke.
hu: WAN port kapcsolattal nem rendelkezik, az internet-kapcsolat valószínűleg nem fog működni.
it: La porta WAN non ha alcun collegamento, la connessione a Internet probabilmente non funzionerà.
lt: WAN lizde nėra signalo, interneto ryšys tikriausiai neveiks.

source: Here you need to decide which interfaces belongs to which network.
hu: Itt kell eldönteni, hogy mely interfész mely hálózathoz tartozik.
nb: Her kan du velge hvilket grensesnitt som tilhører hvilket nettverk.

source: In order to access the internet you need to configure your WAN interface.
hu: Az internet hozzáférése érdekében a WAN interfészt kell beállítani.

source: You have sucessfully configured your device.
hu: Sikeresen beállította a készüléket.

source: You chose to act as local server this means that it doesn't make sense to put any interfaces to your WAN and Guest Network. So it is a good idea to assign all iterfaces to LAN.
hu: Azt választotta, hogy helyi kiszolgálóként működik, ez azt jelenti, hogy nincs értelme semmilyen interfészt a WAN-ba és Vendég hálózatba tenni. Ezért jó ötlet minden interfészt a LAN-ba helyezni.

source: If you select the <strong>static</strong> configuration be sure that the IP addresses are entered correctly otherwise you won't be able to access this configuration iterface when the new settings are applied.
hu: Ha a <strong>Statikus</strong> beállítást választja, ellenőrizze, hogy az IP címek helyesen legyenek, egyébként nem fogja tudni ezt a beállítási felületet elérni, miután az új beállítások alkalmazásra kerültek.

source: Note that either way you might need to re-plug your ethernet cabels after you update the settings here.
hu: Vegye figyelembe, hogy lehet, hogy újra kell csatlakoztatnia az ethernet kábelt, miután frissítette az itteni beállításokat.

source: This value length is invalid. It should be between %s and %s characters long.
da: Denne værdis længde er ugyldige. Den skal være mellem %s og %s tegn.

source: You have chosen to not receive security updates. We strongly advice you to keep the automatic security updates enabled to receive all recommended updates for your device. Updating your router on regular basis is the only way how to ensure you will be protected against known threats that might target your home router device.\n\nDo you still want to continue and stay unprotected?
da: Du har valgt ikke modtage sikkerhedsopdateringer. Vi anbefaler kraftigt at du beholder de automatiske sikkerhedsopdateringer aktiveret, for at modtage alle anbefalede opdateringer til din enhed. Opdatering af din router på regelmæssig basis er den eneste måde at sikre, at du vil være beskyttet imod kendte trusler, der kan ramme din hjemme-router.\n\nØnsker du stadig at fortsætte og forblive ubeskyttet?

source: DNSSEC is a security technology that protects the DNS communication against attacks on the DNS infrastructure. We strongly recommend keeping DNSSEC validation enabled unless you know that you will be connecting your device in the network where DNSSEC is broken.\n\nDo you still want to continue and stay unprotected?
da: DNSSEC er en sikkerhedsteknologi, der beskytter DNS-kommunikation mod angreb på DNS-infrastrukturen. Vi anbefaler stærkt at holde DNSSEC-validering aktiveret, medmindre du ved, at du forbinder din enhed på netværk, hvor DNSSEC er umulig på grund af fejl.\n\nØnsker du stadig at fortsætte og forblive ubeskyttet?

source: \nRemaining unread messages (%UNREAD%) will be deleted.
da: \nResterende ulæste beskeder (%ULÆSTE%) vil blive slettet.

source: There are some unsaved changes in the notifications settings.\nDo you want to discard them and test the notifications with the old settings?
da: Der er nogle ændringer som ikke er gemt i meddelelsesindstillinger.\nØnsker du at kassere dem og teste meddelelser med de gamle indstillinger?

source: Save changes
da: Gem ændringer
it: Salva le modifiche

source: Router Turris uses its own DNS resolver with DNSSEC support. It is capable of working alone or it can forward your DNS queries through your internet service provider's DNS resolver.
da: Turris routeren bruger sin egen DNS resolver med DNSSEC understøttelse. Den kan arbejde uafhængigt eller kan videresende dine DNS forespørgsler gennem din internetudbyders DNS server.

source: The following setting determines the behavior of the DNS resolver. It is usually better to use the ISP's resolver in networks where it works properly. In case this does not work for some reason, it is necessary to use direct resolving without forwarding.
da: Denne indstilling bestemmer opførslen for DNS navneopløftning. Det er ofte bedre at bruge internetudbyderens server i netværk hvor den virker korrekt. I de tilfælde den ikke virker af en eller anden årsag, er det nødvendigt at bruge direkte navneopløftning uden videresendelse.

source: after %(input)s hours
da: efter %(input)s timer

source: Approve update from %(when)s
da: Godkend opdatering fra %(when)s

source: The Updater is currently disabled. You must enable it first to enable data collection.
da: Opdateringsfunktionen er deaktiveret. Du skal aktivere den først for at kunne aktivere dataindsamling.

source: If you want to join the Turris project you need to register on the Turris portal first. Enter the email address you want to register with or which you have used for this purpose before:
da: Hvis du ønsker at deltage i Turris projektet skal du registrere dig på Turris-portalen først. Indtast den emailadresse du ønsker at registrere med, eller som du har brugt til dette formål før:

source: Validate email
da: Valider email

source: Sending of uCollect data
da: Afsendelse af uCollect data

source: Time of last update: %(datetime)s
da: Tidspunkt for seneste opdatering: %(datetime)s

source: (status updated %d second ago)
da: (status opdateret for %d sekund siden )

source: Sending of firewall logs
da: Afsendelse af firewall log

source: Refresh
da: Opdater

source: Device registration
da: Enhedsregistrering

source: If you have not registered your device yet, click on the following button to obtain a registration code. This code must be submitted on the Turris site in your user profile available at: <a href="%(url)s">%(url)s</a>.
da: Hvis du ikke har registreret din enhed endnu, klik på knappen for at få en registreringskode. Denne kode skal indsendes på Turris hjemmesiden i brugerprofilen som findes på: <a href="%(url)s"> %(url)s</a>.

source: Registration code
da: Registreringskode

source: Unfortunately, it wasn't possible to generate the registration code. This usually means the router is not connected to the internet. Please, try registering later. If the problem persists, contact the support.
da: Desværre var det ikke muligt at generere registreringskoden. Dette betyder normalt, at routeren ikke er tilsluttet internettet. Prøv venligst, at registrere senere. Hvis problemet fortsætter, skal du kontakte support.

source: Get registration code
da: Få en registreringskode

source: Device was successfully installed. Last step that is required is a registration of your device in your user profile on the Turris website <a href="%(url)s">%(url)s</a>.
da: Enheden blev installeret succesfuldt. Sidste trin, der kræves er en registrering af din enhed i din brugerprofil på Turris hjemmesiden <a href="%(url)s"> %(url)s</a>.

source: <strong>Warning:</strong> this code is valid only for limited time. In case this code is refused, refresh this page to get a new one.
da: <strong>Advarsel:</strong> denne kode gælder kun i begrænset tid. I tilfælde af at denne kode afvises, opdater denne side for at få en ny.

source: What next?
da: Næste skridt?

source: You can change any of the previously configured settings in the <a href="%(url)s">standard configuration interface</a>. In case you are interested in more advanced options, you can use the LuCI interface which is available from the <a href="%(url2)s">Advanced administration tab</a>.
da: Du kan ændre alle de tidligere konfigurerede indstillinger i <a href="%(url)s"> standard konfigurationsinterface</a>. Hvis du er interesseret i mere avancerede indstillinger, kan du bruge LuCI grænsefladen, som er tilgængelig fra fanen <a href="%(url2)s">Avanceret Administration</a>.

source: Important updates
da: Vigtige opdateringer

source: Important updates that require a device restart have been installed. Some services might not work if you don't restart the device. For details see below.
da: Vigtige opdateringer, der kræver en genstart af enheden er installeret. Nogle tjenester fungerer muligvis ikke, hvis du ikke genstarter enheden. For nærmere oplysninger se nedenstående.

source: Continue to the configuration interface
da: Fortsæt til konfigurationsinterfacet

source: Installation finished
da: Installation færdig

source: You have decided to disable the Updater service during the installation.
da: Du har valgt at deaktivere opdateringsfunktionen under installationen.

source: Without the Updater, installed software will not be kept up to date and you will also not be able to install Updater's package lists.
da: Uden opdateringsfunktionen, vil den installerede software ikke blive holdt opdateret og du vil heller ikke være i stand til at installere pakke lister.

source: You can enable the Updater any time on the <a href="%(url)s">Updater</a> configuration page.
da: Du kan aktivere opdateringsfunktionen når som helst på konfigurationssiden <a href="%(url)s"> Opdateringsfunktion</a>.

source: You can enable these additional features by following the instructions on the <a href="%(url)s">Data collection</a> page.
da: Du kan aktivere disse ekstra funktioner ved at følge anvisningerne på siden for <a href="%(url)s"> dataindsamling</a>.

source: Synchronize with your computer clock
da: Synkroniser med din computers ur

source: Set time manually
da: Sæt tiden manuelt

source: Synchronization successful.
da: Synkronisering udført med success.

source: Next
da: Næste

source: Synchronizing router time with an internet time server.
da: Synkronisering af routerens tid med en internet tidserver.

source: One moment, please...
da: Vent venligst, et øjeblik ...

source: Done
da: Færdig

source: Time was successfully synchronized, you can move to the next step.
da: Tiden var succesfuldt synkroniseret, du kan gå videre til næste trin.

source: Registration failure
da: Registreringsfejl

source: Welcome to configuration of router Turris
da: Velkommen til konfiguration af Turris routeren

source: Before you start to use the router for the first time, it is necessary to set it up. The following simple wizard will take you through the configuration procedure. After it is finished, your router will be ready for operation.
da: Før du begynder at bruge routeren, for første gang, er det nødvendigt at sætte den op. Følgende simple konfigurationsguide vil føre dig gennem konfigurationsproceduren. Efter den er færdig, vil din router være klar til brug.

source: If you want to restore a previously saved configuration or for some other reason skip this wizard, you can do so after choosing a password in its first step.
da: Hvis du vil indlæse en tidligere gemt konfiguration eller af anden årsag ønsker at springe over denne guide, kan du gøre det når du har valgt et kodeord i det første trin.

source: Begin installation
da: Start installation

source: Checking internet connectivity.
da: Kontrollerer internetforbindelsen.

source: Internet connectivity test passed without error.
da: Internet forbindelsestest gennemført uden fejl.

source: Your internet connection has network connectivity but DNS resolving does not work. This is probably a problem with your ISP. This might also be an issue with wrong time on your router - you can adjust it in the following step.
da: Internetforbindelsen har forbindelse, men DNS navneopløftning virker ikke. Dette er sandsynligvis et problem med din internetudbyder. Dette kan også være et problem med forkert tid på din router - du kan justere tiden i de følgende trin.
