Repository: CZ-NIC/foris
Catalog: foris/locale/*/LC_MESSAGES/foris.po
Languages: cs, da, de, fr, hu, it, lt, nb, pl, ru, sk

source: Also, when an automatic restart is required, you can specify the time you want it to occur. If you have email notifications enabled, you can also specify the interval between notification and automatic restart.
cs: V případě, že je vyžadován automatický restart zařízení, můžete určit čas, ve kterém si přejete, aby k němu došlo. Pokud máte nastavené upozorňování pomocí e-mailu, lze také stanovit interval mezi upozorněním a automatickým restartem, ke kterému dojde, pokud neprovedete restart ručně.
da: Når en automatisk genstart er nødvendig, kan du også angive det tidspunkt, du ønsker det skal ske. Hvis du har e-mail-meddelelser aktiveret, kan du også angive intervallet mellem meddelelsen og automatisk genstart.
de: Falls ein Neustart benötigt wird, können Sie die genaue Uhrzeit des Neustarts bestimmen. Wenn Sie die Benachrichtigung per E-Mail über Ereignisse aktiviert haben, könnt Sie auch die Zeitspanne zwischen der Benachrichtigung und dem Neustart bestimmen.
fr: En outre, lorsqu’un redémarrage automatique est nécessaire, vous pouvez spécifier l'heure à laquelle vous voulez qu’il se produise. Si vous avez activé les notifications par e-mail, vous pouvez également spécifier l’intervalle entre la notification et le redémarrage automatique.
hu: Ha automatikus újraindítás szükséges, megadható az idő, hogy az mikor történjen. Ha az e-mail értesítés engedélyezve van, akkor megadhatja az intervallumot az értesítési és automatikus újraindítás között.
it: Inoltre, quando è necessario un riavvio automatico, è possibile specificare l'ora in cui si desidera che si verifichi. Se hai attivato le notifiche di posta elettronica, puoi anche specificare l'intervallo tra la notifica e il riavvio automatico.
lt: Taip pat galite nurodyti laiką, kada atlikti automatinius perkrovimus, kai jų reikia. Jeigu pranešimai el. paštu yra įjungti, taip pat galite nurodyti laiko tarpą tarp pranešimo išsiuntimo ir automatinio perkrovimo.
nb: Når automatisk omstart kreves, kan du angi tidspunktet du ønsker at det skal skje. Hvis du har e-postmerknader påskrudd, kan du også angi intervall mellom merknad og automatisk omstart.
pl: Ponadto, gdy wymagany jest automatyczny restart, można określić czas, który ma upłynąć. Jeśli włączono powiadomienia e-mail, można również określić odstęp między powiadomieniem, a automatycznym ponownym uruchomieniem.
ru: Кроме того, когда требуется автоматический перезапуск, вы можете указать время перезапуска. Если у вас отсылаются уведомления по электронной почте, можно указать интервал между уведомлением и автоматическим перезапуском.
sk: V prípade, že sa vyžaduje automatický reštart zariadenia, môžete určiť čas, kedy si želáte, aby k nemu došlo. Pokiaľ máte nastavené upozorňovanie pomocou emailu, je možné tiež stanoviť interval medzi upozornením a automatickým reštartom, ku ktorému dôjde, pokiaľ nevykonáte reštart ručne.

source: Send testing message
cs: Odeslat testovací zprávu
da: Send test besked
de: Testnachricht absenden
fr: Envoyer un message de test
hu: Tesztüzenet küldése
it: Invia il messaggio di prova
lt: Išsiųsti testinę žinutę
nb: Send testmelding
pl: Wyślij wiadomość testową
ru: Отправить тестовое сообщение
sk: Poslať testovaciu správu

source: Configuration backup
cs: Záloha nastavení
da: Sikkerhedskopiering af konfiguration
de: Sicherheitskopie der Systemkonfiguration
fr: Sauvegarde de la configuration
hu: Beállítások biztonsági mentése
it: Backup della configurazione
lt: Konfigūracijos atsarginė kopija
nb: Sikkerhetskopi av oppsett
pl: Kopia zapasowa konfiguracji
ru: Резервное копирование конфигурации
sk: Záloha nastavenia

source: If you need to save the current configuration of this device, you can download a backup file. The configuration is saved as an unencrypted compressed archive (.tar.bz2). Passwords for this configuration interface and for the advanced configuration are not included in the backup.
cs: Zde si můžete stáhnout zálohu stávajícího nastavení zařízení. Záloha obsahuje volby nastavené prostřednictvím tohoto rozhraní a většinu voleb, které byly případně nastaveny v rozhraní LuCI. Nastavení je uloženo v nešifrovaném archivu (.tar.bz2). Heslo pro tohle rozhraní a heslo do pokročilého nastavení zálohováno není.
da: Hvis du vil gemme den aktuelle konfiguration af denne enhed, kan du hente en backup-fil. Konfigurationen er gemt som en ukrypteret komprimeret arkiv (. tar.bz2). Adgangskoder for dette konfigurationsinterface og den avancerede konfiguration er ikke inkluderet i sikkerhedskopien.
de: Hier können Sie eine Sicherheitskopie der aktuellen Systemkonfiguration herunterladen. Die Sicherheitskopie besteht aus einer unverschlüsselten Archivdatei (.tar.bz2). Die Datei enthält Einstellungen, die durch diese Schnittstelle, und die meisten Einstellungen, die durch die LuCI-Webschnittstelle eingestellt wurden. Das Kennwort für diese Oberfläche und das Kennwort für die Expertenkonfiguration werden nicht in der Sicherheitskopie gespeichert.
fr: Si vous avez besoin d'enregistrer la configuration actuelle de cet appareil, vous pouvez télécharger un fichier de sauvegarde. La configuration est enregistrée comme une archive compressée non cryptée (. tar.bz2). Les mots de passe pour cette interface de configuration et la configuration avancée ne sont pas inclus dans la sauvegarde.
hu: Ha a készülék jelenlegi beállításának mentésére van szükség, letöltheti a biztonsági másolatot. A beállítás egy titkosítatlan, tömörített archív file (.tar.bz2). A beállítási felület és a haladó beállítások jelszava nem kerül a mentésbe.
it: Se hai bisogno di salvare la configurazione attuale di questo dispositivo, è possibile scaricare un file di backup. La configurazione viene salvata come un archivio compresso non crittografato (.tar.bz2). Le password per questa interfaccia di configurazione e per la configurazione avanzata non sono incluse nel backup.
lt: Galite išsaugoti dabartinę šio įrenginio konfigūraciją atsisiųsdami atsarginės kopijos failą. Konfigūracija išsaugoma kaip nešifruotas suspaustas (.tar.bz2) failas. Slaptažodžiai priėjimui prie šio ir platesnio valdymo interfeiso nėra išsaugojami atsarginėje kopijoje.
nb: Hvis du trenger å lagre nåværende oppsett av denne enheten, kan du laste ned en sikkerhetskopifil. Oppsettet lagres som et ukryptert komprimert arkiv (.tar.bz2). Passord for dette oppsettsgrensesnittet og for det avanserte oppsettet er ikke med i sikkerhetskopien.
pl: Jeśli chcesz zapisać bieżącą konfigurację tego urządzenia, możesz pobrać plik kopii zapasowej. Konfiguracja jest zapisywana jako niezarchizowane skompresowane archiwum (.tar.bz2). Hasła do tego interfejsu jak i dla zaawansowanej konfiguracji nie są uwzględniane w kopii zapasowej.
ru: Если вам нужно сохранить текущую конфигурацию этого устройства, вы можете скачать файл резервной копии. Конфигурация сохраняется как незашифрованный сжатый архив (.tar.bz2). Пароли для этого интерфейса конфигурации и для расширенной конфигурации не включены в резервную копию.
sk: Tu si môžete prevziať zálohu súčasného nastavenia zariadenia. Záloha obsahuje voľby nastavené prostredníctvom tohto rozhrania a väčšinu volieb, ktoré boli prípadne nastavené v rozhraní LuCI. Nastavenie je uložené v nešifrovanom archíve (.tar.bz2). Heslo pre toto rozhranie a heslo do pokročilých nastavení zálohované nie je.

source: Download configuration backup
cs: Stáhnout si zálohu nastavení
da: Hent sikkerhedskopi af konfigurationen
de: Sicherheitskopie der Systemkonfiguration herunterladen
fr: Télécharger sauvegarde de la configuration
hu: Beállítások mentésének letöltése
it: Scarica il backup della configurazione
lt: Atsisiųsti konfigūracijos atsarginę kopiją
nb: Last ned sikkerhetskopi av oppsett
pl: Pobierz kopię zapasową konfiguracji
ru: Скачать резервную копию конфигурации
sk: Prevziať zálohu konfigurácie

source: Configuration restore
cs: Obnovení nastavení
da: Indlæs sikkerhedskopi af konfiguration
de: Wiederherstellung der Systemkonfiguration
fr: Restauration de la configuration
hu: Beállítások visszaállítása
it: Ripristino della configurazione
lt: Konfigūracijos atstatymas
nb: Gjenopprettelse av oppsett
pl: Przywracanie konfiguracji
ru: Восстановить конфигурацию
sk: Obnovenie nastavenia

source: To restore the configuration from a backup file, upload it using following form. Keep in mind that IP address of this device might change during the process, causing unavailability of this interface.
cs: Pomocí následujícího formuláře můžete obnovit nastavení z archivu se zálohou. Obnovení nastavení může způsobit změnu IP adresy tohoto zařízení a způsobit tak nedostupnost tohoto rozhraní na stávající adrese.
da: Hvis du vil indlæse konfigurationen fra en sikkerhedskopi, kan du indlæse den ved at benytte formularen nedenfor. Husk på, at IP-adressen på denne enhed kan ændres under processen, og forårsage at dette interface bliver utilgængeligt.
de: Laden Sie im folgenden Webformular die Sicherheitskopie hoch, um die Systemkonfiguration wiederherzustellen. Beachten Sie bitte, dass sich die IP-Adresse des Gerätes zwischendurch ändern kann, was dazu führen kann, dass diese Oberfläche nicht mehr erreichbar ist.
fr: Pour restaurer la configuration à partir d'un fichier de sauvegarde, télécharger le en utilisant le formulaire ci-dessous. Gardez à l'esprit que l'adresse IP de cet appareil pourrait changer au cours du processus, ce qui entraîne l'indisponibilité de cette interface.
hu: Beállítások mentett fájlból való visszaállításához töltse az fel az alábbiak segítségével. Ne feledjük, hogy ennek az eszköznek az IP-címe megváltozhat a folyamat közben, elérhetetlenné téve ezt a felületet.
it: Per ripristinare la configurazione da un file di backup, caricalo utilizzando il seguente modulo. Tieni presente che l'indirizzo IP di questo dispositivo potrebbe cambiare durante il processo, causando la disattivazione di questa interfaccia.
lt: Įkelkite atsarginės kopijos failą naudodami žemiau esančią formą, jei norite atstatyti įrenginio konfigūraciją iš atsarginės kopijos failo. Atkreipkite dėmesį, kad atstačius konfigūraciją įrenginio IP adresas gali pasikeisti ir šis valdymo interfeisas tapti nebepasiekiamas senuoju adresu.
pl: Aby przywrócić konfigurację z pliku kopii zapasowej, prześlij ją za pomocą poniższego formularza. Pamiętaj, że podczas tego procesu adres IP tego urządzenia może się zmienić, powodując niedostępność tego interfejsu.
ru: Чтобы восстановить конфигурацию из файла резервной копии, загрузите ее, используя следующую форму. Имейте в виду, что IP-адрес этого устройства может измениться во время процесса, что приведет к недоступности этого интерфейса.
sk: Pomocou nasledujúceho formulára môžete obnoviť nastavenie z archívu so zálohou. Obnovenie nastavenia môže spôsobiť zmenu IP adresy tohto zariadenia a spôsobiť tak nedostupnosť tohto zariadenia na súčasnej adrese.

source: Restore from backup
cs: Obnovit ze zálohy
da: Indlæs fra sikkerhedskopi
de: Systemkonfiguration aus Sicherheitskopie wiederherstellen
fr: Restaurer à partir de la sauvegarde
hu: Visszaállítás mentésből
it: Ripristino dal backup
lt: Atstatyti iš atsarginės kopijos
nb: Gjenopprett fra sikkerhetskopi
pl: Przywróć z kopii zapasowej
ru: Восстановить из резервной копии
sk: Obnoviť zo zálohy

source: Device reboot
cs: Restart zařízení
da: Genstart af enheden
de: Neustart des Gerätes
fr: Redémarrage de l’appareil
hu: Készülék újraindítása
it: Riavvio del dispositivo
lt: Įrenginio perkrovimas
nb: Omstart av enheten
pl: Ponowne uruchomienie urządzenia
ru: Перезагрузка устройства
sk: Reštart zariadenia

source: If you need to reboot the device, click on the following button. The reboot process takes approximately 30 seconds, you will be required to log in again after the reboot.
cs: Pokud potřebujete zařízení restartovat, klikněte na tlačítko níže. Restart zařízení trvá přibližně 30 sekund a bude nutné se po něm opět přihlásit.
da: Hvis du har brug at genstarte enheden, klik på knappen nedenfor. Genstart vil tage omkring 30 sekunder, du vil blive bedt om at logge på igen efter genstart.
de: Betätigen Sie die folgende Schaltfläche, wenn Sie das Gerät neu starten wollen. Der Prozess des Neustarts dauert ungefähr 30 Sekunden, danach müssen Sie sich erneut anmelden.
fr: Si vous avez besoin de redémarrer l'appareil, cliquez sur le bouton suivant. Le processus de redémarrage prend environ 30 secondes, vous devrez vous connecter à nouveau après le redémarrage.
hu: Kattintson a következő gombra a készülék újraindításához. Az újraindítás folyamat körülbelül 30 másodperc, szükség, amely után újra be kell jelentkeznie.
it: Se è necessario riavviare il dispositivo, fare clic sul pulsante seguente. Il processo di riavvio richiede circa 30 secondi, dopo il riavvio sarà necessario effettuare il login.
lt: Jei norite perkrauti įrenginį, spauskite žemiau esantį mygtuką. Perkrovimas užtrunka apie 30 sekundžių, taip pat po perkrovimo reikės per naują prisijungti prie įrenginio valdymo.
pl: Jeśli musisz ponownie uruchomić urządzenie, kliknij poniższy przycisk. Proces ponownego uruchamiania trwa około 30 sekund, po ponownym uruchomieniu będziesz musiał się zalogować.
ru: Если вам нужно перезагрузить устройство, нажмите кнопку ниже. Процесс перезагрузки занимает примерно 30 секунд, после перезагрузки вам потребуется снова войти в систему.
sk: Pokiaľ potrebujete reštartovať router, môžete tak spraviť pomocou tlačidla nižšie. Reštart zariadenia trvá približne 30 sekúnd a bude nutné sa po ňom opäť prihlásiť.

source: Reboot
cs: Restartovat
da: Genstart
de: Systemneustart
fr: Redémarrer
hu: Újraindítás
it: Riavvia
lt: Perkrauti
nb: Omstart
pl: Restart
ru: Перезагрузка
sk: Reštartovať

source: Here you can configure the settings of the network interfaces on your device. You can switch the physical network interfaces among networks. If you are unsure what to set here use the default settings.
cs: Tady je možné nastavovat síťová rozhraní zařízení. Fyzická rozhraní je možné přendavat mezi sítěmi. V případě, že si nejste jistí, co zde nastavit, ponechte výchozí.
de: Hier können Sie die Einstellungen der Netzwerkschnittstellen auf Ihrem Gerät konfigurieren. Sie können die physikalischen Netzwerkschnittstellen zwischen Netzwerken umschalten. Wenn Sie sich nicht sicher sind, was Sie hier einstellen sollen, verwenden Sie die Standardeinstellungen.
fr: Ici, vous pouvez configurer les paramètres des interfaces réseau sur votre appareil. Vous pouvez basculer les interfaces réseau physiques entre les réseaux. Si vous n'êtes pas certain de quoi définir ici, utilisez les paramètres par défaut.
lt: Čia galite nustatyti įrenginio tinklo interfeisus. Galite perkelti fizinius tinklo interfeisus tarp tinklų. Jei dvejojate ką pasirinkti - palikite pradinius nustatymus.
pl: Tutaj możesz skonfigurować ustawienia interfejsów sieciowych na swoim urządzeniu. Możesz przełączać fizyczne interfejsy sieciowe między sieciami. Jeśli nie masz pewności, co ustawić, użyj ustawień domyślnych.
ru: Здесь можно настроить параметры сетевых интерфейсов на вашем устройстве. Вы можете переключать физические сетевые интерфейсы между сетями. Если вы не знаете, что здесь установить, используйте настройки по умолчанию.
sk: Tu je možné nastavovať sieťové rozhrania zariadenia. Fyzické rozhrania je možné prehadzovať medzi sieťami. V prípade, že si nie ste istí, čo tu nastaviť, ponechajte predvolené nastavenia.

source: <strong>WAN</strong> acts as an external network connection. Firewall rules should be applied here. It can only contain a single interface.
cs: <strong>WAN</strong> se chová jako připojení do vnější sítě. Měla by zde být uplatňována pravidla brány firewall. Může obsahovat pouze jediné rozhraní.
de: <strong>WAN</strong> fungiert als externe Netzwerkverbindung. Hier sollten Firewall-Regeln angewendet werden. Sie kann nur ein einziges Interface enthalten.
fr: Le <strong>WAN</strong> agit comme une connexion réseau externe. Les règles de pare-feu doivent être appliquées ici. Il ne peut contenir qu'une seule interface.
lt: <strong>WAN</strong> naudojamas ryšiui su išoriniu tinklu. Ugniasienės taisyklės dedamos čia. Jame gali būti tik vienas tinklo interfeisas.
pl: <strong>WAN</strong> działa jako zewnętrzne połączenie sieciowe. W tym miejscu należy zastosować reguły zapory. Może zawierać tylko jeden interfejs sieciowy.
ru: <strong>WAN</strong> действует как внешнее сетевое соединение. Здесь должны применяться правила брандмауэра. Он может содержать только один интерфейс.
sk: <strong>WAN</strong> sa chová ako pripojenie do vonkajšej siete. Mali by sa tu uplatňovať pravidlá brány firewall. Môže obsahovať iba jediné rozhranie.

source: <strong>LAN</strong> acts as a local network connection. LAN should contain devices which are under your control and you trust them. These devices can see each other and can access this web interface. It is recommended that the LAN should contain at least one interface otherwise you might not be able to configure this device in an easy way.
cs: <strong>LAN</strong> se chová jako rozhraní do místní sítě. LAN by mělo obsahovat zařízení, která jsou pod vaší správou a věříte jim. Tato zařízení se mohou navzájem vidět a přistupovat k tomuto webovému rozhraní. Je doporučeno aby LAN obsahovala alespoň jedno rozhraní, jinak svůj router nebudete moci nastavovat – alespoň ne nijak snadno.
de: <strong>LAN</strong> fungiert als lokale Netzwerkverbindung. LAN sollte Geräte enthalten, die sich unter Ihrer Kontrolle befinden und denen Sie vertrauen. Diese Geräte können sich gegenseitig sehen und auf diese Weboberfläche zugreifen. Es wird empfohlen, dass das LAN mindestens eine Schnittstelle enthält, da Sie sonst dieses Gerät möglicherweise nicht einfach konfigurieren können.
fr: Le <strong> LAN </strong> agit comme une connexion réseau locale. Le LAN doit contenir des appareils sous votre contrôle et auquels vous faites confiance. Ces appareils peuvent se voir et accéder à cette interface Web. Il est recommandé que le réseau local contienne au moins une interface, sinon vous ne pourrez peut-être pas configurer facilement cet appareil.
lt: <strong>LAN</strong> naudojamas ryšiui su vietiniu tinklu. Įrenginiai esantys LAN turėtų būti valdomi jūsų ir jais turėtų būti galima pasitikėti. Šie įrenginiai gali matyti kitus įrenginius ir pasiekti šią web valdymo sąsają. Rekomenduojama kad LAN būtų priskirtas bent vienas interfeisas, nes kitaip lengvai negalėsite prieiti prie šio įrenginio valdymo.
pl: <strong>LAN</strong> działa jak lokalne połączenie sieciowe. Sieć LAN powinna zawierać urządzenia, które są pod Twoją kontrolą i im ufasz. Urządzenia te widzą się nawzajem i mogą uzyskać dostęp do tego interfejsu sieciowego. Zaleca się, aby sieć LAN zawierała co najmniej jeden interfejs sieciowy, w przeciwnym razie może nie być możliwe łatwe skonfigurowanie tego urządzenia.
ru: <strong>LAN</strong> действует как локальное сетевое соединение. Локальная сеть должна содержать устройства, которые находятся под вашим контролем, и вы им доверяете. Эти устройства могут видеть друг друга и получать доступ к этому веб-интерфейсу. Рекомендуется, чтобы локальная сеть содержала по крайней мере один интерфейс, иначе вы не сможете легко настроить это устройство.
sk: <strong>LAN</strong> sa chová ako rozhranie do miestnej siete. LAN by mala obsahovať zariadenia, ktoré sú pod vašou správou a veríte im. Tieto zariadenia sa môžu navzájom vidieť a pristupovať k tomuto webovému rozhraniu. Odporúča sa, aby LAN obsahovala aspoň jedno rozhranie, inak svoj router nebudete môcť nastavovať – aspoň nie tak jednoducho.

source: <strong>Guest network</strong> acts as a local network connection. Unlike LAN the devices in the guest network can't access the configuration interface of this device and are only able to access WAN (internet). This network should be used for devices which you don't fully trust. Note that you can also limit download/upload speed of the devices connected to the guest network.
cs: <strong>Síť pro hosty</strong> se chová jako připojení do místní sítě. Na rozdíl od LAN, zařízení v síti pro hosty nemohou přistupovat k rozhraní pro nastavování směrovače a jsou schopná přistupovat pouze k WAN (Internet). Tato síť by měla být používána pro zařízení, kterým tak úplně nevěříte. Poznamenejme, že je také možné omezovat rychlost stahování/odesílání pro zařízení připojená k síti pro hosty.
de: <strong>Gastnetzwerk</strong> fungiert als lokale Netzwerkverbindung. Im Gegensatz zu LAN können die Geräte im Gastnetzwerk nicht auf die Konfigurationsschnittstelle dieses Gerätes zugreifen und nur auf das WAN (Internet). Dieses Netzwerk sollte für Geräte verwendet werden, denen Sie nicht vollständig vertrauen. Beachten Sie, dass Sie auch die Download- und Upload-Geschwindigkeit der an das Gastnetzwerk angeschlossenen Geräte begrenzen können.
fr: Le <strong>réseau Invité</strong> fonctionne comme une connexion au réseau local. Contrairement au LAN, les appareils du réseau invité ne peuvent pas accéder à l'interface de configuration de cet appareil et ne peuvent accéder qu'au WAN (Internet). Ce réseau doit être utilisé pour les appareils auxquels vous ne faites pas entièrement confiance. Notez que vous pouvez également limiter la vitesse de téléchargement/téléversement des appareils connectés au réseau invité.
lt: <strong>Svečių tinklas</strong> yra dar vienas vietinis tinklas. Tačiau skirtingai nei LAN, įrenginiai svečių tinkle negali pasiekti šio įrenginio valdymo web sąsajos ir gali pasiekt tik WAN (internetą). Šis tinklas naudojamas įrenginiams kuriais negalite pasitikėti. Atkreipkite dėmesį, kad jūs galite apriboti parsiuntimo/išsiuntimo greitį įrenginiams esantiems svečių tinkle.
pl: <strong>Sieć gościnna</strong> działa jak lokalne połączenie sieciowe. W przeciwieństwie do sieci LAN urządzenia w sieci gościnnej nie mają dostępu do interfejsu konfiguracyjnego tego urządzenia ale mają dostęp do sieci WAN (Internet). Ta sieć powinna być używana dla urządzeń, którym nie ufasz w pełni. Pamiętaj, że możesz także ograniczyć szybkość pobierania/wysyłania urządzeń podłączonych do sieci gościnnej.
ru: <strong>Гостевая сеть</strong> действует как локальное сетевое соединение. В отличие от локальной сети, устройства в гостевой сети не могут получить доступ к интерфейсу конфигурации этого устройства и имеют доступ только к WAN (Интернет). Эта сеть должна использоваться для устройств, которым вы доверяете не полностью. Обратите внимание, что вы также можете ограничить скорость приема/передачи устройств, подключенных к гостевой сети.
sk: <strong>Sieť pre hostí</strong> sa chová ako pripojenie do miestnej siete. Na rozdiel od LAN, zariadenia v sieti pre hostí nemôžu pristupovať k rozhraniu pre nastavovanie routera a sú schopné pristupovať iba k WAN (Internet). Táto sieť by sa mala používať iba pre zariadenia, ktorým tak úplne neveríte. Upozorňujeme, že je tiež možné obmedzovať rýchlosť sťahovania/odosielania pre zariadenia pripojené k sieti pre hostí.

source: Unassigned
cs: Nepřiřazeno
de: Nicht zugeordnet
fr: Non attribué
lt: Nepriskirtas
nb: Ikke tildelt
pl: Nieprzypisany
ru: Неназначенный
sk: Nepriradené

source: WAN network
cs: WAN síť
de: WAN-Netzwerk
fr: Réseau WAN
lt: WAN tinklas
pl: Sieć WAN
ru: сеть WAN
sk: WAN sieť

source: LAN network
cs: LAN síť
de: LAN-Netzwerk
fr: Réseau LAN
lt: LAN tinklas
pl: Sieć LAN
ru: Локальная сеть
sk: LAN sieť

source: Unassign
cs: Zrušit přiřazení
de: Zuordnung aufheben
fr: Désattribuer
lt: Panaikinti priskyrimą
nb: Fjern tildeling
pl: Usuń przypisanie
ru: Отменить назначение
sk: Zrušiť priradenie
