Repository: CZ-NIC/foris
Catalog: foris/locale/*/LC_MESSAGES/foris.po
Languages: cs, da, de, fr, hu, it, lt, nb, pl, ru, sk

source: Custom
cs: Uživatelsky určené
da: Tilpasset
de: Benutzerdefiniert
fr: Personnalisé
hu: Egyéni
it: Personalizzato
lt: Konfigūruojamas
nb: Egenvalgt
pl: Własny
ru: Ручная настройка
sk: Vlastný

source: If you set SMTP provider to "Turris", the servers provided to members of the Turris project would be used. These servers do not require any additional settings. If you want to set your own SMTP server, please select "Custom" and enter required settings.
cs: Pokud nastavíte poskytovatele SMTP na „Turris“, budou použity servery poskytované členům projektu Turris. Tyto servery nevyžadují žádná další nastavování. Pokud chcete nastavit svůj vlastní SMTP server, vyberte „Uživatelsky určený“ a zadejte potřebná nastavení.
da: Hvis du sætter SMTP udbyder til "Turris", så vil servere som tilbydes til medlemmer af Turris projektet blive brugt. Disse servere kræver ingen yderligere indstillinger. Hvis du vil sætte din egen SMTP server, vælg venligst "Speciel" og indtast de krævede indstillinger.
de: Wenn Sie "Turris" als SMTP-Provider wählen, dann werden die Server, welche den Turris-Projektmitgliedern zu Verfügung stehen, verwendet. Diese Server benötigen keine zusätzliche Einstellungen. Falls Sie jedoch einen eigenen SMTP-Server benutzen wollen, wählen Sie "Benutzerdefiniert" und geben Sie die notwendigen Einstellungen ein.
fr: Si vous choisissez « Turris » comme fournisseur SMTP, les serveurs fournis aux membres du projet Turris seront utilisés. Ces serveurs ne nécessitent pas de réglages supplémentaires. Si vous souhaitez définir votre propre serveur SMTP, sélectionnez « Personnalisé » et saisissez les paramètres requis.
hu: Ha az SMTP szolgáltató "Turris", akkor a Turris projekt tagjainak nyújtott szerverek lesznek használva. Ezek a szerverek nem igényelnek további beállításokat. Ha saját SMTP szervert szeretnél, válasszd az "Egyéni" opciót, majd add meg a szükséges beállításokat.
it: Se si imposta il provider SMTP a "Turris", i server forniti ai membri del progetto Turris verrebbero utilizzati. Questi server non richiedono alcuna impostazione aggiuntiva. Se si desidera impostare il proprio server SMTP, selezionare "Personalizzato" e immettere le impostazioni richieste.
lt: Jei pasirinksite "Turris" SMTP tiekėją, bus naudojami Turris projekto nariams skirti serveriai. Šių serverių nereikia papildomai konfigūruoti. Jei norite naudoti savo SMTP serverį, pasirinkite "Konfigūruojamas" ir įveskite reikiamus nustatymus.
nb: Hvis du setter SMTP-tilbyder til "Turris", vil tjenerne tilbudt til medlemmer av Turris-prosjektet bli brukt. Disse krever ingen ytterligere innstillinger. Hvis du ønsker å sette din egen SMTP-tjener, velg "egenvalgt" og skriv inn påkrevde innstillinger.
pl: Jeśli ustawisz dostawcę usług SMTP na "Turris", zostaną użyte serwery dostarczone członkom projektu Turris. Te serwery nie wymagają dodatkowych ustawień. Jeśli chcesz ustawić własny serwer SMTP, wybierz "Własny" i wpisz wymagane ustawienia.
ru: Если вы выберете в качестве SMTP-провайдера "Turris", будут использоваться серверы, доступные участникам проекта Turris. Они не требуют дополнительных настроек. Если вы хотите использовать свой сервер SMTP, выберите "Ручная настройка" и введите необходимые данные.
sk: Pokiaľ vyberiete voľbu "Turris", budú sa pre odosielanie emailov používať servery poskytované účastníkom projektu Turris, ktoré nevyžadujú žiadne dodatočné nastavenie. Pokiaľ chcete použiť svoj vlastný SMTP server, vyberte, prosím, voľbu "Vlastný" a následne zadajte požadované nastavenia.

source: Recipient's email
cs: E-mail příjemce
da: Modtager-email
de: E-Mail Empfänger
fr: Adresse courriel du destinataire
hu: Címzett e-mail címe
it: Email del destinatario
lt: Gavėjo el. pašto adresas
pl: Adres e-mail odbiorcy
ru: Электронная почта получателя
sk: Adresát

source: Email address of recipient. Separate multiple addresses by spaces.
cs: E-mailová adresa příjemce. Více adres oddělujte mezerou.
da: Modtager-email. Adskil flere adresser med mellemrum.
de: E-Mail-Adressen der Empfänger. Mehrere Adressen müssen durch Leerzeichen getrennt werden.
fr: Adresse de courriel électronique du destinataire. Séparer les différentes adresses par des espaces.
hu: Címzett e-mail címe. Több cím egymástól szóközzel elválasztva adható meg.
it: Indirizzo e-mail del destinatario. Separare più indirizzi con gli spazi.
lt: Gavėjo el. pašto adresas. Naudojant daugiau nei vieną adresai atskiriami tarpo simboliais.
pl: Adres e-mail odbiorcy. Można zastosować więcej adresów rozdzielonych spacją.
ru: Адрес электронной почты получателя. Разделите несколько адресов пробелами.
sk: Emailová adresa príjemcu. Viac adries oddeľte pomocou medzier.

source: Doesn't contain a list of emails separated by spaces
cs: Neobsahuje seznam e-mailů oddělovaných mezerami
de: Enthält keinedie durch Leerzeichen getrennte Liste von E-Mails
fr: Ne contient pas une liste d’adresses courriels séparées par des espaces
lt: Trūksta el. pašto adresų sąrašo atskirtų tarpo simboliais
pl: Nie zawiera listy adresów e-mail oddzielonych spacjami
ru: Не содержит список e-mail адресов, разделенных пробелами
sk: Neobsahuje zoznam e-mailov oddelených medzerami

source: Sender's name
cs: Jméno odesilatele
da: Afsenders navn
de: Name des Absenders
fr: Nom de l’expéditeur
hu: Feladó neve
it: Nome del mittente
lt: Siuntėjo vardas
nb: Avsendernavn
pl: Nazwa nadawcy
ru: Имя отправителя
sk: Meno odosielateľa

source: Name of the sender - will be used as a part of the sender's email address before the "at" sign.
cs: Jméno odesilatele – bude použito jako součást e-mailové adresy odesilatele před znakem „@“ (zavináč).
da: Navn på afsender - vil blive brugt som den del af afsenders e-mailadresse foran snabel-a.
de: Name des Absenders - wird als der Teil der E-Mail-Adresse, welcher vor dem At-Zeichen steht, verwendet.
fr: Nom de l’expéditeur — sera utilisé comme une partie de l’adresse courriel de l’expéditeur avant l’arobase.
hu: Feladó neve - a feladó e-mail címének "@" jel előtti része lesz.
it: Nome del mittente - verrà utilizzato come parte dell'indirizzo di posta elettronica del mittente prima del segno "@".
lt: Siuntėjo vardas bus naudojamas siuntėjo el. pašto adrese prieš @ simbolį.
nb: Navnet på avsenderen - vil bli brukt som del av avsenderens e-postadresse før krøllalfa-tegnet.
pl: Nazwa nadawcy - zostanie użyta jako część adresu e-mail nadawcy przed znakiem "@".
ru: Имя отправителя - будет использовано как часть адреса отправителя до знака "@".
sk: Meno odosielateľa - použije sa ako časť emailovej adresy odosielateľa pred zavináčom.

source: Sender's name can contain only alphanumeric characters, dots and underscores.
cs: Jméno odesilatele může obsahovat pouze písmena a číslice, tečky a podtržítka.
da: Afsenders navn må kun indeholde alfanumeriske tegn, punktum og underscore.
de: Der Absendername kann nur aus alphanumerischen Zeichen, Punkten und Unterstrichen bestehen.
fr: Le nom de l’expéditeur ne peut contenir que des caractères alphanumériques, des points et des tirets bas.
hu: Feladó neve csak alfanumerikus karaktereket, pontot és aláhúzást tartalmazhat.
it: Il nome del mittente può contenere solo caratteri alfanumerici, punti e sottolineature.
lt: Siuntėjo varde gali būti tik raidės, skaičiai, taškas ir apatinio pabraukimo simbolis.
nb: Avsenderens navn kan kun inneholde alfanumeriske tegn, dotter og understreker.
pl: Nazwa nadawcy może zawierać tylko znaki alfanumeryczne, kropki i podkreślenia.
ru: Имя отправителя может содержать только буквы латинского алфавита, цифры, точки и подчеркивания.
sk: Meno odosielateľa môže obsahovať iba alfanumerické znaky, bodky a podčiarkovníky.

source: Reboot is required
cs: Vyžadován restart
da: Genstart er nødvendig
de: Neustart ist erforderlich
fr: Un réamorçage est requis
hu: Újraindítás szükséges
it: E' necessario riavviare
lt: Reikia perkrovimo
nb: Omstart kreves
pl: Wymagane jest ponowne uruchomienie
ru: Требуется перезагрузка
sk: Vyžaduje sa reštart

source: Reboot or attention is required
cs: Vyžadován restart nebo pozornost
da: Genstart eller anden opmærksomhed er nødvendig
de: Neustart oder Aufmerksamkeit ist erforderlich
fr: Un réamorçage ou une attention particulière est requise
hu: Újraindítás vagy figyelem szükséges
it: È richiesto il riavvio o l'attenzione
lt: Reikia perkrovimo arba atkreipti dėmesį
nb: Omstart eller oppmerksomhet kreves
pl: Wymagane jest ponowne uruchomienie lub zwrócenie uwagi
ru: Требуется перезагрузка или внимание
sk: Vyžaduje sa reštart alebo pozornosť

source: Reboot or attention is required or update was installed
cs: Vyžadován restart, pozornost nebo byla nainstalována aktualizace
da: Genstart eller anden opmærksomhed er nødvendig eller en opdatering installeret
de: Neustart oder Aufmerksamkeit ist erforderlich, oder Aktualisierungen wurden installiert
fr: Un réamorçage ou une attention particulière est requis, ou une mise à jour a été installée
hu: Újraindítás, figyelem szükséges vagy frissítés történt
it: È necessario eseguire il riavvio o l'attenzione o è stato installato un aggiornamento
lt: Reikia perkrovimo arba atkreipti dėmesį arba buvo įdiegti atnaujinimai
pl: Wymagane jest ponowne uruchomienie lub zwrócenie uwagi lub została zainstalowana aktualizacja
ru: Требуется перезагрузка или внимание, иначе обновление будет установлено
sk: Vyžaduje sa reštart, pozornosť alebo bola nainštalovaná aktualizácia

source: Importance
cs: Důležitost
da: Vigtighed
de: Wichtigkeit
hu: Fontosság
it: Importanza
lt: Svarba
nb: Viktighet
pl: Znaczenie
ru: Важность
sk: Dôležitosť

source: Send news
cs: Posílat novinky
da: Send nyheder
de: Neuigkeiten senden
fr: Envoyer des nouvelles
hu: Hírek küldése
it: Invia notizie
lt: Siųsti naujienas
nb: Send nyheter
pl: Wysyłaj powiadomienia
ru: Сообщать новости
sk: Posielať novinky

source: Send emails about new features.
cs: Zasílat upozornění na nové funkce.
da: Send email om nye funktioner.
de: E-Mails über neue Funktionen senden.
fr: Envoyer des courriels sur les nouvelles fonctionnalités.
hu: Küldjön e-mailt az új funkciókról.
it: Invia e-mail sulle nuove funzionalità.
lt: Siųsti el. laiškus apie naujas funkcijas.
nb: Send e-poster om nye funksjoner.
pl: Wysyłaj e-maile o nowych funkcjach.
ru: Отправлять сообщение о новых функциях.
sk: Posielať tiež upozornenia ohľadom nových funkcií routera.

source: SMTP settings
cs: Nastavení pro SMTP
da: SMTP indstillinger
de: SMTP-Einstellungen
fr: Paramètres SMTP
hu: SMTP-beállítások
it: Impostazioni SMTP
lt: SMTP nustatymai
nb: SMTP-innstillinger
pl: Ustawienia SMTP
ru: Настройки SMTP
sk: Nastavenie SMTP

source: Sender address (From)
cs: Adresa odesilatele (Od)
da: Afsender adresse (From)
de: Absenderadresse (Von)
fr: Adresse de l’expéditeur (De)
hu: Feladó címe (-tól)
it: Indirizzo del mittente (da)
lt: Siuntėjo adresas (From)
nb: Forsendelsesadresse (Fra)
pl: Adres nadawcy (From)
ru: Адрес отправителя (От)
sk: Adresa odosielateľa

source: This is the address notifications are send from.
cs: Toto je adresa ze které jsou odesílána oznámení.
de: Von dieser Adresse aus werden Benachrichtigungen versendet.
fr: Ceci est l’adresse à partir de laquelle sont envoyées les notifications.
hu: Cím, ahonnan a rendszer értesítéseket küld.
it: Questo è l'indirizzo da cui vengono inviate le notifiche.
lt: Adresas iš kurio bus siunčiami pranešimai.
nb: Dette er e-postadressen merknader sendes fra.
pl: To jest adres z którego wysyłane są powiadomienia.
ru: Адрес, с которого будут отправляться уведомления.
sk: Z tejto adresy budú posielané upozornenia.

source: Server address
cs: Adresa serveru
da: Server adresse
de: Serveradresse
fr: Adresse du serveur
hu: Kiszolgáló címe
it: Indirizzo del server
lt: Serverio adresas
nb: Tjeneradresse
pl: Adres serwera
ru: Адрес сервера
sk: Adresa servera

source: Server port
cs: Port na serveru
de: Portnummer
fr: Port du serveur
hu: Kiszolgáló port
it: Porta del server
lt: Serverio portas
nb: Tjenerport
pl: Port serwera
ru: Порт сервера
sk: Port servera

source: None
cs: Žádné
da: Ingen
de: Keine
fr: Aucun
hu: Egyik sem
it: Nessuna
lt: Jokios
nb: Ingen
pl: Brak
ru: Нет
sk: Žiadne

source: Security
cs: Zabezpečení
da: Sikkerhed
de: Datensicherheit
fr: Sécurité
hu: Biztonság
it: Sicurezza
lt: Apsauga
nb: Sikkerhet
pl: Bezpieczeństwo
ru: Безопасность
sk: Zabezpečenie

source: Username
cs: Uživatelské jméno
da: Brugernavn
de: Benutzername
fr: Nom d’utilisateur
hu: Felhasználónév
it: Nome utente
lt: Prisijungimo vardas
nb: Brukernavn
pl: Nazwa użytkownika
ru: Имя пользователя
sk: Meno

source: Automatic restarts after software update
cs: Automatické restarty po aktualizaci software
da: Automatisk genstart efter softwareopdatering
de: Automatische Neustarts nach Software-Update
fr: Redémarrages automatiques après mise à jour logicielle
hu: Automatikus újraindítás szoftver frissítés után
it: Riavvia automaticamente dopo l'aggiornamento del software
lt: Automatinis perkrovimas po programinės įrangos atnaujinimo
pl: Automatyczny restart po aktualizacji oprogramowania
ru: Автоматическая перезагрузка после установки обновлений
sk: Automatické reštarty po aktualizácii softvéru

source: Delay (days)
cs: Prodleva (dny)
da: Forsinkelse (Dage)
de: Verzögerung (Tage)
fr: Délai (jours)
hu: Késleltetés (nap)
it: Ritardo (giorni)
lt: Uždelsimas (dienos)
nb: Forsinkelse (dager)
pl: Opóźnienie (dni)
ru: Задержка (в днях)
sk: Odklad (dni)

source: Number of days that must pass between receiving the request for restart and the automatic restart itself.
cs: Počet dní mezi obdržením požadavku na restart a automatickým restartem.
da: Antal dage som der skal gå mellem ønske om genstart og den automatiske genstart udføres.
de: Anzahl der Tage zwischen dem Empfangen von des Befehls zum Neustart und dem automatischen Neustart.
fr: Nombre de jours qui doivent s’écouler entre la réception de la demande pour le redémarrage et le redémarrage automatique lui-même.
hu: Az újraindítási kérelem és a tényleges automatikus újraindulás között eltelni szükséges napok száma.
it: Numero di giorni che deve passare tra la ricezione della richiesta di riavvio e il riavvio automatico stesso.
lt: Laikas dienomis nuo užklausos perkrauti gavimo iki automatinio persikrovimo.
nb: Antall dager som må gå mellom mottak av forespørselen og selve den automatiske omstarten.
pl: Liczba dni, które muszą minąć między otrzymaniem żądania ponownego uruchomienia, a samoczynnym restartem.
ru: Количество дней с момента запроса до автоматической перезагрузки.
sk: Počet dní medzi získaním požiadavky na reštart a automatickým reštartom.

source: Reboot time
cs: Čas restartu
da: Tidspunkt for genstart
de: Uhrzeit von Neustart
fr: Temps de réamorçage
hu: Újraindítás ideje
it: Orario del riavvio
lt: Perkrovimo laikas
nb: Omstartstid
pl: Godzina ponownego uruchomienia
ru: Время перезагрузки
sk: Čas reštartu

source: Time of day of automatic reboot in HH:MM format.
cs: Denní doba automatického restartu ve formátu HH:MM.
da: Tid på dagen for automatisk genstart i TT:MM format.
de: Tageszeit von Neustart im Anzeigeformat HH:MM.
fr: Heure du réamorçage automatique au format HH:MM.
hu: Automatikus újraindulás ideje ÓÓ:PP formátumban.
it: Orario di riavvio automatico nel formato HH:MM.
lt: Paros laikas HH:MM formatu, kada bus atliekamas automatinis perkrovimas.
nb: Tid på dagen for automatisk omstart, i formatet HH:MM.
pl: Czas automatycznego ponownego uruchomienia w formacie HH:MM.
ru: Время автоматической перезагрузки (ЧЧ:MM).
sk: Denný čas automatického reštartu vo formáte HH:MM.

source: Guide workflow
cs: Scénář průvodce
de: Leitfaden Workflow
fr: Flux de travaux du guide
lt: Gido rėžimas
pl: Przewodnik trybu pracy
ru: Руководство настройки
sk: Scenár sprievodcu

source: valid
cs: platné
de: gültig
fr: valide
pl: ważny
ru: действительный
sk: platné

source: revoked
cs: platnost odvolána
de: widerrufen
fr: révoqué
nb: tilbakekalt
pl: unieważniony
ru: отозван
sk: odvolané

source: expired
cs: platnost skončila
de: abgelaufen
fr: expiré
pl: przedawniony
ru: истёк
sk: platnosť skončila

source: generating
cs: vytváření
de: erzeugend
fr: génération
nb: genererer
pl: generowanie
ru: создаётся
sk: vytvára sa

source: lost
cs: ztraceno
de: verloren
fr: perdu
nb: tapt
pl: zagubiony
ru: утерян
sk: stratené

source: Enable remote access
cs: Umožnit přístup na dálku
de: Fernzugriff aktivieren
fr: Activer l’accès à distance
nb: Skru på fjerntilgang
pl: Włącz zdalny dostęp
ru: Включить удаленный доступ
sk: Povoliť prístup na diaľku

source: Accessible via WAN
cs: Přístupné z WAN
de: Erreichbar über WAN
fr: Accessible via le WAN
nb: Tilgjengelig via WAN
pl: Dostępne przez WAN
ru: Доступ через WAN
sk: Prístupné z WAN

source: If this option is check the device in the WAN network will be able to connect to the configuration interface. Otherwise only devices on LAN will be able to access the configuration interface.
cs: Pokud je tato volba zaškrtnuta, zařízení ve WAN síti bude schopné se připojit k nastavovacímu rozhraní. V opačném případě bude toto přístupné pouze zařízením v LAN.
de: Wenn diese Option aktiviert ist, kann sich das Gerät im WAN-Netzwerk mit der Konfigurationsschnittstelle verbinden. Andernfalls können nur Geräte im LAN auf die Konfigurationsschnittstelle zugreifen.
fr: Si cette option est activée, un appareil dans le réseau étendu pourra se connecter à l’interface de configuration. Dans le cas contraire, seuls les appareils du réseau local pourront se connecter à l’interface de configuration.
pl: Jeśli ta opcja jest włączona, urządzenie w sieci WAN będzie mogło połączyć się z interfejsem konfiguracyjnym. W przeciwnym razie tylko urządzenia w sieci LAN będą miały dostęp do interfejsu konfiguracyjnego.
ru: Если этот параметр установлен, устройство в сети WAN сможет подключаться к интерфейсу конфигурации. В противном случае, получить доступ к интерфейсу конфигурации могут только устройства в локальной сети .
sk: Pokiaľ je táto voľba zaškrtnutá, zariadenie vo WAN sieti bude schopné sa pripojiť k nastavovaciemu rozhraniu. V opačnom prípade bude toto rozhranie prístupné iba zariadeniam v LAN.

source: Port
ru: Порт

source: A port which will be opened for the remote configuration of this device.
cs: Port který bude otevřen pro nastavování tohoto zařízení na dálku.
de: Ein Port, der für die Fernkonfiguration dieses Geräts geöffnet wird.
fr: Un port qui sera ouvert pour la configuration à distance de cet appareil.
nb: En port som vil åpnes for fjernoppsett av denne enheten.
pl: Port, który zostanie otwarty do zdalnej konfiguracji tego urządzenia.
ru: Порт, который будет открыт для удаленной настройки этого устройства.
sk: Port, ktorý bude otvorený pre nastavovanie tohto zariadenia na diaľku.

source: Token name
cs: Název tokenu
fr: Nom du jeton
pl: Nazwa tokena
ru: Имя токена
sk: Názov tokenu

source: The display name for the token. It must be shorter than 64 characters and must contain only alphanumeric characters, dots, dashes and underscores.
cs: Zobrazovaný název tokenu. Je třeba, aby byl kratší než 64 znaků a může obsahovat pouze písmena a číslice, dále ještě tečky, pomlčky a podtržítka.
de: Der Anzeigename für das Token. Er muss kürzer als 64 Zeichen sein und darf nur alphanumerische Zeichen, Punkte, Striche und Unterstriche enthalten.
fr: Le nom affiché pour le jeton. Sa taille doit être inférieure à 64 caractères et il ne doit contenir que des caractères alphanumériques, des points et des tirets courts ou bas.
pl: Wyświetlana nazwa tokena. Musi być krótsza niż 64 znaki i może zawierać tylko znaki alfanumeryczne, kropki, myślniki i podkreślenia.
ru: Отображаемое имя для токена. Он должен быть короче 64 символов и содержать только буквенно-цифровые символы, точки, тире и подчеркивания.
sk: Zobrazovaný názov tokenu. Je potrebné, aby bol kratší ako 64 znakov a môže obsahovať iba písmená a číslice, ďalej ešte bodky, pomlčky a podčiarkovníky.

source: Token name is invalid.
cs: Název tokenu není platný.
de: Der Token-Name ist ungültig.
fr: Le nom du jeton est invalide.
nb: Symbolnavnet er ugyldig.
pl: Nazwa tokenu jest nieprawidłowa.
ru: Неверное имя токена.
sk: Názov tokenu nie je platný.

source: Token id is invalid.
cs: Identifikátor tokenu není platný.
de: Die Token-ID ist ungültig.
fr: L’identifiant du jeton est invalide.
pl: Identyfikator tokenu jest nieprawidłowy.
ru: Идентификатор токена недействителен.
sk: Identifikátor tokenu nie je platný.

source: Updater
cs: Aktualizace
da: Opdateringsfunktion
fr: Programme de mises à jour
hu: Frissítéskezelő
it: Servizio Updater
lt: Atnaujinimai
nb: Oppdateringsfunksjon
ru: Сервис обновлений
