Repository: CZ-NIC/foris
Catalog: foris/locale/*/LC_MESSAGES/foris.po
Languages: cs, da, de, fr, hu, it, lt, nb, pl, ru, sk

source: You have chosen to not receive security updates. We strongly advice you to keep the automatic security updates enabled to receive all recommended updates for your device. Updating your router on regular basis is the only way how to ensure you will be protected against known threats that might target your home router device.<br/><br/>Do you still want to continue and stay unprotected?
cs: Rozhodli jste se vypnout aktualizace zabezpečení. Důrazně doporučujeme ponechat automatické aktualizace zabezpečení zapnuté. Pouze pravidelnou aktualizací softwaru vašeho zařízení lze zajistit ochranu před útoky, které na něj mohou cílit.<br/><br/>Opravdu chcete pokračovat a zůstat nechránění?
de: Sie haben sich entschieden keine Sicherheitsaktualisierungen zu erhalten. Wir empfehlen Ihnen dringend automatische Sicherheitsaktualisierungen einzuschalten um alle empfohlenen Updates zu erhalten. Nur regelmäßige Aktualisierungen Ihres Routers sind der einzige Weg sicherzustellen, dass Sie vor bekannten Bedrohungen geschützt sind, die auf Ihr Heimroutergerät abzielen könnten.<br/><br/>Möchten Sie trotzdem fortfahren und ungeschützt bleiben?
lt: Pasirinkote išjungti saugumo atnaujinimus. Mes griežtai patariame automatinius saugumo atnaujinimus palikti įjungtus, kad jūsų įrenginys gautu visus atnaujinimus. Reguliarus maršrutizatoriaus atnaujinimas yra vienintelis būdas užtikrinti apsaugą nuo žinomų grėsmių, kurios gali būti panaudotos prieš jūsų namų maršrutizatorių.<br/><br/>Ar tikrai norite atsisakyti apsaugos?
pl: Wybrano opcję, aby nie otrzymywać aktualizacji zabezpieczeń. Zdecydowanie zalecamy włączenie automatycznych aktualizacji zabezpieczeń w celu uzyskania wszystkich aktualizacji dla tego urządzenia. Regularne aktualizowanie routera jest jedynym sposobem zapewnienia ochrony przed zagrożeniami, które mogą dotyczyć Twojego routera domowego.<br/><br/>Czy nadal chcesz kontynuować i pozostać bez ochrony?
ru: Вы не хотите получать обновления для системы безопасности. Мы настоятельно рекомендуем вам включить автоматические обновления безопасности для получения всех рекомендованных обновлений для вашего устройства. Обновление вашего маршрутизатора на регулярной основе — единственный способ гарантировать, что вы будете защищены от известных угроз, которые могут быть нацелены на ваш домашний маршрутизатор.<br/><br/> Вы хотите продолжать и оставаться незащищенными?
sk: Rozhodli ste sa vypnúť bezpečnostné aktualizácie. Dôrazne Vám odporúčame nechať automatické bezpečnostné aktualizácie zapnuté. Iba pravidelnou aktualizáciou softvéru vášho zariadenia je možné zaistiť ochranu pred útokmi, ktoré naňho môžu byť zamerané.<br/><br/>Skutočne chcete pokračovať a zostať nechránení?

source: DNSSEC is a security technology that protects the DNS communication against attacks on the DNS infrastructure. We strongly recommend keeping DNSSEC validation enabled unless you know that you will be connecting your device in the network where DNSSEC is broken. <br/><br/>Do you still want to continue and stay unprotected?
cs: DNSSEC je bezpečnostní technologie, která chrání DNS komunikaci před útoky na její infrastrukturu. Důrazně doporučujeme, abyste ponechali DNSSEC ověřování zapnuté, pokud svůj router Turris nebudete zapojovat do sítě, ve které technologie DNSSEC nefunguje.<br/><br/>Opravdu chcete pokračovat a zůstat nechránění?
de: DNSSEC ist eine Sicherheitstechnologie, die die DNS-Kommunikation vor Angriffen auf die DNS-Infrastruktur schützt. Wir empfehlen dringend, die DNSSEC-Validierung aktiviert zu lassen, es sei denn, Sie wissen, dass Sie Ihr Gerät in einem Netzwerk verbinden werden, in dem DNSSEC unterbrochen ist. <br/><br/>Wollen Sie trotzdem weitermachen und ungeschützt bleiben?
fr: DNSSEC est une technologie de sécurité qui protège les communications DNS contre les attaques sur l’infrastructure DNS. Nous recommandons fortement de garder la validation de DNSSEC activée, sauf si vous savez que vous connecterez votre appareil dans un réseau où DNSSEC est cassé.<br/><br/>Voulez-vous toujours continuer et rester sans protection ?
lt: DNSSEC yra saugumą didinanti technologija kuri apsaugo DNS užklausas nuo atakų nukreiptų prieš DNS infrastruktūrą. Mes griežtai patariame palikti DNSSEC tikrinimą įjungta, nebent žinote, kad jungsite savo įrenginį į tinklą kuriame DNSSEC neveikia. <br/><br/>Ar tikrai norite atsisakyti apsaugos?
pl: DNSSEC to technologia zabezpieczająca, która chroni komunikację DNS przed atakami na infrastrukturę DNS. Zdecydowanie zalecamy włączenie sprawdzania poprawności DNSSEC, chyba że wiesz, że połączysz urządzenie z siecią, w której DNSSEC jest uszkodzony.<br/><br/>Czy nadal chcesz kontynuować i pozostać niechropniony?
ru: DNSSEC — это технология безопасности, которая защищает DNS-связь от атак на инфраструктуру DNS. Мы настоятельно рекомендуем включить проверку подлинности DNSSEC, если вы знаете, что будете подключать свое устройство в сеть, где DNSSEC работает. <br/><br/> Вы хотите продолжать и оставаться незащищенным?
sk: DNSSEC je bezpečnostná technológia, ktorá chráni DNS komunikáciu pred útokmi na jej infraštruktúru. Dôrazne Vám odporúčame, aby ste nechali DNSSEC overovanie zapnuté, pokiaľ svoj router Turris nebudete pripájať do siete, v ktorej technológia DNSSEC nefunguje.<br/><br/>Skutočne chcete pokračovať a zostať nechránení?

source: Are you sure you want to restart the router?
cs: Opravdu chcete router restartovat?
da: Er du sikker på at du vil genstarte routeren?
de: Wollen Sie den Router wirklich neu starten?
fr: Êtes-vous sûr de vouloir redémarrer le routeur ?
hu: Biztosan újra szeretné indítani az útválasztót?
it: Sei sicuro di voler riavviare il router?
lt: Ar tikrai norite perkrauti maršrutizatorių?
nb: Er du sikker på at du vil starte ruteren på nytt?
pl: Czy na pewno chcesz zrestartować router?
ru: Вы действительно хотите перезагрузить маршрутизатор?
sk: Skutočne chcete reštartovať router?

source: Remaining notifications (%(unread_left)s) will be discarded.
cs: Zbývající oznámení (%(unread_left)s) budou zahozena.
de: Verbleibende Benachrichtigungen (%(unread_left)s) werden verworfen.
fr: Les notifications restantes (%(unread_left)s) seront ignorées.
lt: Likę (%(unread_left)s) pranešimai bus atmesti.
nb: Gjenstående merknader (%(unread_left)s) vil avskjediges.
pl: Pozostałe powiadomienia (%(unread_left)s) zostaną odrzucone.
ru: Оставшиеся уведомления (%(unread_left)s) будут сброшены.
sk: Zvyšné oznámenia (%(unread_left)s) budú zahodené.

source: There are some unsaved changes in the notifications settings.<br/>Do you want to discard them and test the notifications with the old settings?
cs: V nastavení upozorňování byly provedeny změny, které doposud nebyly uloženy.<br/>Chcete je zahodit a odeslat testovací zprávu s původními nastaveními?
de: Es gibt ungespeicherte Änderungen in den Benachrichtigungseinstellungen.<br/>Möchten Sie diese verwerfen und Benachrichtigungen mit den alten Einstellungen testen?
fr: Il y a quelques modifications non enregistrées dans les paramètres de notifications.<br/>Voulez-vous les ignorer et tester les notifications avec les anciens paramètres ?
lt: Pranešimų nustatymai pakeisti ir neišsaugoti.<br/>Ar norite juos atmesti ir tikrinti pranešimų siuntimą su senais nustatymais?
pl: W ustawieniach powiadomień są niezapisane zmiany.<br/>Czy chcesz je odrzucić i przetestować powiadomienia na poprzednich ustawieniach?
ru: В настройках уведомлений есть некоторые несохраненные изменения. <br/>Отменить их и проверить уведомления со старыми настройками?
sk: V nastavení upozorňovania boli vykonané zmeny, ktoré doteraz neboli uložené.<br/>Chcete ich zahodiť a poslať testovaciu správu s pôvodnými nastaveniami?

source: Your device will be rebooted in %(time_left)s seconds.
cs: Vaše zařízení bude restartováno za %(time_left)s sekund.
de: Ihr Gerät wird in %(time_left)s Sekunden neu gestartet.
fr: Votre appareil sera redémarré dans %(time_left)s secondes.
lt: Įrenginys persikraus po %(time_left)s sekundžių.
nb: Din enhet vil starte på ny om %(time_left)s sekunder.
pl: Twoje urządzenie zostanie ponownie uruchomione w ciągu %(time_left)s sekund.
ru: Ваше устройство будет перезагружено через %(time_left)s секунд.
sk: Vaše zariadenie sa reštartuje za %(time_left)s sekúnd.

source: Your network will be restarted in %(time_left)s seconds.
cs: Vaše síť bude restartována za %(time_left)s sekund.
de: Ihr Netzwerk wird in %(time_left)s Sekunden neu gestartet.
fr: Votre réseau sera redémarré dans %(time_left)s secondes.
lt: Tinklas bus perkrautas po %(time_left)s sekundžių.
nb: Ditt nettverk vil bli startet på ny om %(time_left)s sekunder.
pl: Twoja sieć zostanie zrestartowana w ciągu %(time_left)s sekund.
ru: Ваша сеть будет перезапущена через %(time_left)s секунд.
sk: Vaša sieť sa reštartuje za %(time_left)s sekúnd.

source: Foris will be restarted in %(time_left)s seconds.
cs: Rozhraní Foris bude restartováno za %(time_left)s sekund.
de: Foris wird in %(time_left)s Sekunden neu gestartet.
fr: Foris sera redémarré dans %(time_left)s secondes.
pl: Foris zostanie ponownie uruchomiony w ciągu %(time_left)s sekund.
ru: Интерфейс Foris будет перезапущен через %(time_left)s секунд.
sk: Rozhranie Foris sa reštartuje za %(time_left)s sekúnd.

source: A reboot of your device was triggered.
cs: Byl spuštěn restart zařízení.
de: Ein Neustart des Geräts wurde ausgelöst.
fr: Un redémarrage de votre appareil a été déclenché.
lt: Pradėtas įrenginio perkrovimas.
pl: Wybrano ponowne uruchomienie urządzenia.
ru: Была запущена перезагрузка устройства.
sk: Bol spustený reštart zariadenia.

source: A network restart was triggered.
cs: Byl spuštěn restart sítě.
de: Ein Netzwerkneustart wurde ausgelöst.
fr: Un redémarrage du réseau a été initié.
lt: Pradėtas tinklo perkrovimas.
pl: Uruchomiono restart sieci.
ru: Была запущена перезагрузка сети.
sk: Bol spustený reštart siete.

source: Foris restart was triggered.
cs: Byl spuštěn restart rozhraní Foris.
de: Der Neustart von Foris wurde ausgelöst.
fr: Un redémarrage de Foris a été initié.
pl: Uruchomiono restart Foris.
ru: Была запущена перезагрузка интерфейса Foris.
sk: Bol spustený reštart rozhrania Foris.

source: Trying to reconnect to your device.
cs: Pokus o opětovné připojení k vašemu zařízení.
de: Versuche wieder mit Ihrem Gerät zu verbinden.
fr: Tentative de re-connexion à votre appareil.
lt: Bandoma atstatyti ryšį su įrenginiu.
nb: Prøver å koble til enheten din igjen.
pl: Próbuję ponownie połączyć się z urządzeniem.
ru: Попытка повторного подключения к вашему устройству.
sk: Pokus o opätovné pripojenie k vášmu zariadeniu.

source: Confirm
cs: Potvrdit
de: Bestätigen
fr: Confirmer
nb: Bekreft
pl: Potwierdź
ru: Подтвердить
sk: Potvrdiť

source: Cancel
cs: Storno
de: Abbrechen
fr: Annuler
nb: Avbryt
pl: Anuluj
ru: Отмена
sk: Zrušiť

source: This value seems to be invalid.
cs: Tato hodnota se nezdá být platná.
da: Denne værdi ser ud til at være ugyldig.
de: Die Eingabe scheint nicht korrekt zu sein.
fr: Cette valeur semble être invalide.
hu: Ez az érték érvénytelennek tűnik.
it: Questo valore sembra non valido.
lt: Reikšmė atrodo netinkama.
nb: Denne verdien ser ut til å være ugyldig.
pl: Ta wartość wydaje się być nieprawidłowa.
ru: Это значение кажется некорректным.
sk: Táto položka je neplatná.

source: This value should be a valid email.
cs: Tato hodnota by měla být platný e-mail.
da: Denne værdi skal være en gyldig e-mailadresse.
de: Die Eingabe muss eine gültige E-Mail-Adresse sein.
fr: Cette valeur doit être une adresse e-mail valide.
hu: Értéke egy érvényes e-mail cím legyen.
it: Questo valore dovrebbe essere un'email valida.
lt: Reikšmė turi būti geras el. pašto adresas.
pl: Ta wartość powinna być prawidłowym adresem e-mailem.
ru: Это значение должно быть корректным адресом электронной почты.
sk: Táto položka musí byť platná e-mailová adresa.

source: This value should be a valid url.
cs: Tato hodnota by měla být platná URL adresa.
da: Denne værdi skal være en gyldig url.
de: Die Eingabe muss eine gültige URL sein.
fr: Cette valeur doit être une url valide.
hu: Értéke érvényes URL legyen.
it: Questo valore dovrebbe essere un URL valido.
lt: Reikšmė turi būti tinkamas URL.
nb: Denne verdien må være en gyldig nettadresse.
pl: Ta wartość powinna być prawidłowym adresem URL.
ru: Это значение должно быть корректным URL.
sk: Táto položka musí byť platná URL adresa.

source: This value should be a valid number.
cs: Tato hodnota by měla být číslo.
da: Denne værdi skal være et gyldigt tal.
de: Die Eingabe muss eine Zahl sein.
fr: Cette valeur doit être un nombre valide.
hu: Értéke egy érvényes szám legyen.
it: Questo valore deve essere un numero valido.
lt: Reikšmė turi būti skaičius.
nb: Denne verdien skal være et gyldig tall.
pl: Ta wartość powinna być prawidłowym numerem.
ru: Это значение должно быть корректным числом.
sk: Táto položka musí byť číslo.

source: This value should be a valid integer.
cs: Tato hodnota by měla být celé kladné číslo.
da: Denne værdi skal være et gyldigt heltal.
de: Die Eingabe muss eine ganze Zahl sein.
fr: Cette valeur doit être un entier valide.
hu: Értéke egy érvényes egész szám legyen.
it: Questo valore deve essere un intero valido.
lt: Reikšmė turi būti sveikas skaičius.
nb: Denne verdien skal være et gyldig heltall.
pl: Ta wartość powinna być liczbą całkowitą.
ru: Это значение должно быть корректным целым числом.
sk: Táto položka musí byť celé číslo.

source: This value should be digits.
cs: Tato hodnota by měla být číselná.
da: Denne værdi skal være cifre.
de: Die Eingabe darf nur Ziffern enthalten.
fr: Cette valeur doit être composée de chiffres.
hu: Értéke számjegy legyen.
it: Questo valore devono essere cifre.
lt: Reikšmė turi būti skaitmenys.
nb: Denne verdien skal være siffer.
pl: Ta wartość powinna być cyrfą.
ru: Это значение должно быть цифровым.
sk: Táto položka musí byť kladné celé číslo.

source: This value should be alphanumeric.
cs: Tato hodnota by měla být tvořena písmeny a číslicemi.
da: Denne værdi skal være alfanumerisk.
de: Die Eingabe muss alphanumerisch sein.
fr: Cette valeur doit être alphanumérique.
hu: Alfanumerikus érték legyen.
it: Questo valore deve essere alfanumerico.
lt: Reikšmė turi būti sudaryta iš raidžių ir skaičių.
nb: Denne verdien skal være alfanumerisk.
pl: Ta wartość powinna być alfanumeryczna.
ru: Это значение должно быть буквенно-цифровым.
sk: Táto položka musí byť alfanumerická.

source: This value should not be blank.
cs: Tato hodnota by neměla zůstat nevyplněná.
da: Denne værdi må ikke være tom.
de: Die Eingabe darf nicht leer sein.
fr: Cette valeur ne doit pas être vide.
hu: Értéke nem lehet üres.
it: Questo valore non deve essere vuoto.
lt: Reikšmė negali būti tuščia.
pl: Ta wartość nie powinna być pusta.
ru: Это значение не должно быть пустым.
sk: Táto položka nesmie byť prázdna.

source: This value is required.
cs: Tuto hodnotu je třeba vyplnit.
da: Denne værdi skal udfyldes.
de: Dies ist ein Pflichtfeld.
fr: Cette valeur est obligatoire.
hu: Kötelező érték.
it: Questo valore è obbligatorio.
lt: Reikšmė privaloma.
nb: Påkrevd verdi.
pl: Ta wartość jest wymagana.
ru: Это значение обязательно к заполнению.
sk: Táto položka je povinná.

source: This value should be greater than or equal to %s.
cs: Tato hodnota by měla být %s a vyšší.
da: Denne værdi skal være større end eller lig med %s.
de: Die Eingabe muss größer oder gleich %s sein.
fr: Cette valeur doit être supérieure ou égale à %s.
hu: Értéke legyen nagyobb vagy egyenlő, mint %s.
it: Questo valore dovrebbe essere maggiore o uguale di %s.
lt: Reikšmė turi būti didesnė arba lygi %s.
pl: Ta wartość powinna być większa lub równa %s.
ru: Это значение должно быть больше или равно %s.
sk: Táto položka musí byť väčšia alebo rovná %s.

source: This value should be lower than or equal to %s.
cs: Tato hodnota by měla být nejvýše %s (včetně).
da: Denne værdi skal være mindre end eller lig med %s.
de: Die Eingabe muss kleiner oder gleich %s sein.
fr: Cette valeur doit être inférieure ou égale à %s.
hu: Értéke legyen alacsonyabb vagy egyenlő, mint %s.
it: Questo valore dovrebbe essere minore o uguale di %s.
lt: Reikšmė turi būti mažesnė arba lygi %s.
nb: Denne verdien skal være lavere eller lik %s.
pl: Ta wartość powinna być mniejsza lub równa %s.
ru: Это значение должно быть меньше или равно %s.
sk: Táto položka musí byť menšia alebo rovná %s.

source: This value should be between %s and %s.
cs: Tato hodnota by měla být z rozsahu %s až %s.
da: Denne værdi skal være mellem %s og %s.
de: Die Eingabe muss zwischen %s und %s liegen.
fr: Cette valeur doit être comprise entre %s et %s.
hu: Értéke %s és %s között legyen.
it: Questo valore dovrebbe essere compreso tra %s e %s.
lt: Reikšmė turi būti tarp %s ir %s.
nb: Verdien må være mellom %s og %s.
pl: Ta wartość powinna być pomiędzy %s a %s.
ru: Это значение должно быть между %s и %s.
sk: Táto položka musí byť v rozsahu od %s do %s.

source: This value is too short. It should have %s characters or more.
cs: Tato hodnota je příliš krátká. Měla by mít nejméně %s znaků.
da: Denne værdi er for kort. Den skal have %s tegn eller mere.
de: Die Eingabe ist zu kurz. Es müssen mindestens %s Zeichen eingegeben werden.
fr: Cette valeur est trop courte. Elle doit comporter %s caractères ou plus.
hu: Értéke túl rövid. Legalább %s karakter legyen.
it: Questo campo è troppo breve. Dovrebbe avere %s o più caratteri.
lt: Reikšmė per trumpa. Turėtų būti mažiausiai %s simbolių ilgio.
nb: Denne verdien er for kort. Den bør har %s tegn eller mer.
pl: Ta wartość jest za krótka. Powinna zawierać %s znaków lub więcej.
ru: Это значение слишком короткое. Оно должно иметь %s или более символов.
sk: Táto položka musí mať najmenej %s znakov.

source: This value is too long. It should have %s characters or fewer.
cs: Tato hodnota je příliš dlouhá. Měla by mít nejvýše %s znaků.
da: Denne værdi er for lang. Den skal have %s tegn eller færre.
de: Die Eingabe ist zu lang. Es dürfen höchstens %s Zeichen eingegeben werden.
fr: Cette valeur est trop longue. Elle doit comporter %s caractères ou moins.
hu: Értéke túl hosszú. Maximum %s karakter legyen.
it: Questo campo è troppo lungo. Dovrebbe avere %s caratteri o meno.
lt: Reikšmė per ilga. Turėtų būti ne daugiau nei %s simbolių ilgio.
nb: Denne verdien er for lang. Den bør ha %s tegn eller mindre.
pl: Ta wartość jest za długa. Powinna zawierać %s znaków lub mniej.
ru: Это значение слишком велико. Оно должно иметь %s символ или меньше.
sk: Táto položka musí mať najviac %s znakov.

source: This field should have between %s and %s characters.
cs: Délka hodnoty v této kolonce by měla být mezi %s až %s znaky.
de: Dieses Feld sollte zwischen %s und %s Zeichen enthalten.
fr: Ce champs doit être contenir entre %s et %s caractères.
lt: Reikšmė turi būti tarp %s ir %s simbolių.
pl: To pole powinno zawierać między %s a %s znaków.
ru: Это поле должно иметь значение между %s и %s.
sk: Dĺžka hodnoty v tejto kolónke by mala byť medzi %s až %s znakmi.

source: You must select at least %s choices.
cs: Je třeba vybrat přinejmenším %s možností.
da: Du skal vælge mindst %s valg.
de: Wählen Sie mindestens %s Angaben aus.
fr: Vous devez sélectionner au moins %s choix.
hu: Legalább %s lehetőséget meg kell jelölni.
it: È necessario selezionare almeno %s scelte/a.
lt: Reikia parinkti mažiausiai %s reikšmes.
nb: Du må velge ut minst %s valg.
pl: Musisz wybrać co najmniej %s wartości.
ru: Вы должны выбрать не менее %s вариантов.
sk: Je nutné vybrať aspoň %s možností.

source: You must select %s choices or fewer.
cs: Je třeba vybrat nejvýše %s možností.
da: Du skal vælge %s valg eller færre.
de: Wählen Sie maximal %s Angaben aus.
fr: Vous devez sélectionner %s choix ou moins.
hu: Legfeljebb %s lehetőséget kell megjelölni.
it: È necessario selezionare %s scelte o meno.
lt: Reikia parinkti ne daugiau nei %s reikšmes.
nb: Du må velge ut minst %s tegn eller færre.
pl: Musisz wybrać %s wartości lub mniej.
ru: Вы должны выбрать %s вариантов или меньше.
sk: Je nutné vybrať najviac %s možností.

source: You must select between %s and %s choices.
cs: Je třeba vybrat z rozmezí %s až %s možností.
da: Du skal vælge mellem %s og %s valg.
de: Wählen Sie zwischen %s und %s Angaben.
fr: Vous devez sélectionner entre %s et %s choix.
hu: %s és %s közötti választási lehetőséget kell megjelölni.
it: È necessario selezionare tra %s e %s scelte.
lt: Reikia parinkti nuo %s iki %s reikšmių.
nb: Du må velge ut mellom %s og %s valg.
pl: Musisz wybrać spośród %s i %s wartości.
ru: Вы должны выбрать между %s и %s.
sk: Je nutné vybrať od %s do %s možností.

source: This value should be the same.
cs: Tato hodnota by měla být stejná.
da: Denne værdi skal være den samme.
de: Dieses Feld muss dem anderen entsprechen.
fr: Cette valeur doit être la même.
hu: Értékének egyezni kell.
it: Questo valore deve essere lo stesso.
lt: Reikšmė turėtų būti tokia pati.
nb: Denne verdien skal være den samme.
pl: Ta wartość powinna być taka sama.
ru: Это значение должно быть тем же.
sk: Táto položka musí byť rovnaká.

source: This is not a valid IPv4 address.
cs: Toto není platná IPv4 adresa.
da: Dette er ikke en gyldig IPv4-adresse.
de: Dies ist keine gültige IPv4-Adresse.
fr: Ce n’est pas une adresse IPv4 valide.
hu: Nem érvényes IPv4-cím.
it: Questo indirizzo IPv4 non è valido.
lt: Netinkamas IPv4 adresas.
nb: Dette er ikke en gyldig IPv4-adresse.
pl: To nie jest prawidłowy adres IPv4.
ru: Это некорректный IPv4-адрес.
sk: Toto nie je platná IPv4 adresa.

source: This is not a valid IPv4 netmask.
cs: Toto není platná IPv4 síťová maska.
da: Dette er ikke en gyldig IPv4 netmaske.
de: Dies ist keine gültige IPv4-Netzmaske.
fr: Ce n’est pas un masque de sous-réseau IPv4 valide.
hu: Érvénytelen IPv4 hálózati maszkcím.
it: Questa maschera IPv4 non è valida.
lt: Netinkama IPv4 tinklo kaukė (netmask).
nb: Dette er ikke en gyldig IPv4-nettmaske.
pl: To nie jest prawidłowa maska sieciowa IPv4.
ru: Это некорректная маска подсети IPv4.
sk: Toto nie je platná IPv4 sieťová maska.

source: This is not a valid IPv4 prefix.
cs: Toto není platná IPv4 předpona.
da: Dette er ikke et gyldigt IPv4-præfiks.
de: Dies ist keine IPv4-Adresse mit einer Präfixlänge.
fr: Ce n’est pas un préfixe IPv4 valide.
hu: Érvénytelen IPv4-előtag.
it: Questo prefisso IPv4 non è valido.
lt: Netinkamas IPv4 prefiksas.
nb: Dette er ikke et gyldig IPv4-prefiks.
pl: To nie jest prawidłowy prefiks IPv4.
ru: Это некорректный префикс IPv4.
sk: Toto nie je platný IPv4 prefix.

source: This is not a valid IPv6 prefix.
cs: Toto není platný IPv6 prefix.
da: Dette er ikke et gyldigt IPv6-præfiks.
de: Dies ist keine gültige IPv6-Adresse.
fr: Ce n’est pas un préfixe IPv6 valide.
hu: Érvénytelen IPv6-előtag.
it: Questo prefisso IPv6 non è valido.
lt: Netinkamas IPv6 prefiksas.
nb: Dette er ikke et gyldig IPv6-prefiks.
pl: To nie jest prawidłowy prefiks IPv6.
ru: Это некорректный префикс IPv6.
sk: Toto nie je IPv6 adresa s dĺžkou prefixu.

source: This is not a valid MAC address.
cs: Toto není platná MAC adresa.
da: Dette er ikke en gyldig MAC-adresse.
de: Dies ist keine gültige MAC-Adresse.
fr: Ce n’est pas une adresse MAC valide.
hu: Érvénytelen MAC-cím.
it: Questo indirizzo MAC non è valido.
lt: Netinkamas MAC adresas.
nb: Dette er ikke en gyldig MAC-adresse.
pl: To nie jest prawidłowy adres MAC.
ru: Это некорректный MAC-адрес.
sk: Toto nie je platná MAC adresa.
