Repository: CZ-NIC/foris
Catalog: foris/locale/*/LC_MESSAGES/foris.po
Languages: cs, da, de, fr, hu, it, lt, nb, pl, ru, sk

source: It seems that you have no internet connection, maybe your WAN settings are not right.
da: Det ser ud til, at du ikke har internetforbindelse, måske er din WAN-indstillinger ikke rigtige.

source: Try again
da: Prøv igen

source: In some cases, such as on a slower DSL connection or when DHCP is used, this error might be due to slow network start-up. You can retest your connection using the above button if you think this might be the case. You can also return to previous page to fix the problem by modifying WAN settings.
da: I nogle tilfælde, såsom på en langsommere DSL-forbindelse eller når DHCP bruges, kan denne fejl skyldes langsom netværksopstart. Du kan genteste din forbindelse ved hjælp af knappen ovenfor, hvis du tror dette kunne være tilfældet. Du kan også vende tilbage til forrige side for at forsøge at løse problemet ved at ændre indstillinger for WAN.

source: Adjust WAN settings
da: Tilpas WAN indstillinger

source: Installing additional updates. Router will be restarted several times to finish the process.
da: Installerer yderligere opdateringer. Routeren genstartes flere gange for at afslutte processen.

source: Do not unplug the device during update!
da: Sluk ikke enheden under opdatering!

source: Check of available updates in progress.
da: Check for tilgængelige opdateringer er i gang.

source: Firmware update was successful, you can proceed to the next step.
da: Firmware opdatering gennemført med succes, du kan fortsætte til næste tring.

source: Firmware update has failed due to a connection or installation error. You should check your cable connection before proceeding to the next step. But do not worry much about the update as the router will run the updater regularly.
da: Firmware opdatering har fejlet på grund af forbindelsesfejl eller installationsfejl. Du bør checke dine kabelforbindelse før du fortsætter til næste trin. Men vær ikke bekymret routeren vil afvikle opdateringsfunktionen regelmæssigt.

source: Updater has returned the following error:
da: Opdateringen har returneret med følgende fejl:

source: Device has been restarted.
da: Enheden er blevet genstartet.

source: Please log in again to continue.
da: Log venligst ind igen for at fortsætte.

source: Proceed to login
da: Fortsæt til log ind

source: Skip wizard
da: Spring hjælpeguiden over

source: Step
da: Trin

source: Unable to retrieve notifications, please try refreshing the page.
da: Ude af stand til at hente meddelelser, prøv venligst at opdatere siden.

source: Password was successfully saved.
da: Kodeordet er blevet gemt.

source: Data collection
da: Dataindsamling

source: An error ocurred when checking the registration: <br><pre>%(error)s</pre>
da: Der opstod en fejl under kontrol af registreringen: <br><pre>%(error)s</pre>

source: Registration for the entered email is valid. Now you can enable the data collection.
da: Registreringen for den indtastede e-mailadresse er gyldig. Du kan nu aktivere dataindsamling.

source: This router is currently assigned to a different email address. Please continue to the <a href="%(url)s">Turris website</a> and use the registration code <strong>%(reg_num)s</strong> for a re-assignment to your email address.
da: Denne router er allerede registreret til en anden e-mailadresse. Fortsæt venligst til <a href="%(url)s">Turris hjemmesiden</a> og brug registreringskoden <strong>%(reg_num)s</strong> for at forbinde til din e-mailadresse.

source: This email address is not registered yet. Please continue to the <a href="%(url)s">Turris website</a> and use the registration code <strong>%(reg_num)s</strong> to create a new account.
da: Denne e-mailadresse er ikke registreret endnu. Fortsæt venligst til <a href="%(url)s">Turris hjemmesiden</a> og brug registreringskoden <strong>%(reg_num)s</strong> for at oprette en ny konto.

source: Unknown status
da: Ukendt status

source: This domain will be used as prefix. E.g. The result for client "android-123" and domain "my.lan" will be "android-123.my.lan".
da: Domænet bruges som præfiks. F.eks. bliver resultatet for klienten "android-123" og domænet "my.lan" til "android-123.my.lan".
it: Questo dominio verrà utilizzato come prefisso. Ad esempio il risultato per il client "android-123" e il dominio "lan" sarà "android-123.lan".

source: Guest network is used for <a href='%(url)s'>guest Wi-Fi</a>. It is separated from your ordinary LAN network. Devices connected to this network are allowed to access the internet, but are not allowed to access other devices and the configuration interface of the router.
da: Gæstenetværk bruges til <a href='%(url)s'>gæste Wi-Fi</a>. Det er adskilt fra dit normale LAN netværk. Enheder som forbindes til dette netværk har lov til at komme på internet, men har ikke lov til at tilgå andre enheder eller konfigurationsinterfacet på routeren.

source: Emulated services
da: Emulerede services

source: One of uCollect's features is emulation of some commonly abused services. If this function is enabled, uCollect is listening for incoming connection attempts to these services. Enabling of the emulated services has no effect if another service is already listening on its default port (port numbers are listed below).
da: En af uCollects funktioner er at emulere nogle ofte misbrugte tjenester. Hvis denne funktion er aktiveret, vil uCollect lytte til indkommende forbindelsesforsøg til disse tjenester. Aktivering af de emulerede tjenester har ingen effekt hvis en anden tjeneste allerede lytter på standardporten (port numre er vist nedenfor).

source: Telnet - alternative port (2323/TCP)
da: Telnet - alternativ port (2323/TCP)

source: Collect credentials
da: Indsamling af loginoplysninger

source: If this option is enabled, user names and passwords are collected and sent to server in addition to the IP address of the client.
da: Hvis denne er aktiveret, vil brugernavne og kodeord bliver indsamlet og sendt til serveren sammen med IP-adressen for klienten.

source: Enable data collection
da: Aktivér dataindsamling

source: Failed to verify the router's registration.
da: Kunne ikke bekræfte routers registrering.

source: Enables Wi-Fi for guests, which is separated from LAN network. Devices connected to this network are allowed to access the internet, but aren't allowed to access other devices and the configuration interface of the router. Parameters of the guest network can be set in <a href='%(url)s'>the LAN tab</a>.
da: Aktiverer Wi-Fi for gæster, som er adskilt fra LAN netværket. Enheder som forbindes til dette netværk har lov til at komme på internet, men har ikke lov til at tilgå andre enheder eller konfigurationsinterfacet på routeren. Parametre for gæstenetværk kan sættes på <a href='%(url)s'> LAN tab</a>.

source: Current password
da: Nuværende kodeord

source: Use the same password for advanced configuration
da: Brug det samme kodeord for avanceret konfiguration

source: In order to access the advanced configuration possibilities which are not present here, you must set the root user's password. The advanced configuration options can be managed either through the <a href="//%(host)s/%(path)s">LuCI web interface</a> or over SSH.
da: For at kunnne tilgå den avancerede konfiguration som ikke er her, skal du sætte et kodeord for root brugeren. Den avancerede konfigurtation kan derefter findes enten gennem <a href="//%(host)s/%(path)s">LuCI web interface</a> eller over SSH.

source: We could not synchronize the time with a timeserver, probably due to a loss of connection. It is necessary for the router to have correct time in order to function properly. Please, synchronize it with your computer's time, or set it manually.
da: Kunne ikke synkronisere tiden med en tidsserver, formentlig på grund af manglende forbindelse. Det er nødvendigt for routeren at have den korrekte tid for at kunne fungere korrekt. Venligst, synkroniser den med din computers tid, eller sæt den manuelt.

source: Updater is a service that keeps all TurrisOS software up to date. Apart from the standard installation, you can optionally select lists of additional software that'd be installed on the router. This software can be selected from the following list. Please note that only software that is part of TurrisOS or that has been installed from a package list is maintained by Updater. Software that has been installed manually or using opkg is not affected.
da: Opdateringsfunktionen er en tjeneste som holder al TurrisOS software opdateret. Undtagen standardinstallationen, så kan du valgfrit vælge til fra lister af tilgængelig software som kan installeres på routeren. Denne software kan vælges fra den følgende liste. Bemærk venligst at kun software som er en del af TurrisOS eller er installeret fra en pakkeliste bliver vedligeholdt af opdateringsfunktionen. Software som er installeret manuelt eller med opkg bliver ikke påvirket.

source: Configuration wizard - step %s
da: Konfigurationsguiden trin %s

source: Connectivity test
da: Forbindelsestest

source: Automatic updates
da: Automatiske opdateringer

source: Time should be up-to-date otherise DNS and other services might not work properly.
it: L'orario dovrebbe essere aggiornato altrimenti il DNS e altri servizi potrebbero non funzionare correttamente.
