Repository: CZ-NIC/foris
Catalog: foris/locale/*/LC_MESSAGES/foris.po
Languages: cs, da, de, fr, hu, it, lt, nb, pl, ru, sk

source: Updater is a service that keeps all TurrisOS software up to date. Apart from the standard installation, you can optionally select bundles of additional software that'd be installed on the router. This software can be selected from the following list. Please note that only software that is part of TurrisOS or that has been installed from a package list is maintained by Updater. Software that has been installed manually or using opkg is not affected.
cs: Aktualizace je služba systému Turris OS, která udržuje nainstalovaný software aktuální. Kromě běžných balíčků, které jsou součástí systému, si můžete vybrat další balíčky programů, které budou nainstalovány na zařízení. Instalaci těchto balíčků je možné zvolit v následujícím seznamu. Mějte však na paměti, že jsou aktualizovány pouze ty programy, které jsou součástí Turris OS nebo byly nainstalovány v rámci instalace ze seznamu balíčků. Software, který jste nainstalovali ručně nebo prostřednictvím opkg, aktualizacemi spravován není.
de: Updater ist ein Dienst des TurrisOS-Betriebssystems, welcher alle im Router installierte Software aktuell hält. Außer der gewöhnlichen Softwarepakete, welche Teil des Betriebssystems sind, können Sie Sammlungen weiterer Programme auswählen, welche auf dem Router installiert werden sollen. Wählen Sie gewünschte Pakete aus der folgenden Liste aus. Beachten Sie aber bitte, dass nur die Pakete, welche Bestandteil von TurrisOS sind oder die mittels dieser Liste installiert wurden, automatisch aktualisiert werden können. Andere Software, die Sie manuell oder mittels "opkg", installiert haben, wird nicht von Updater verwaltet.
fr: Le programme de mises à jour est un service qui maintient tous les logiciels de Turris OS à jour. En dehors de l’installation standard, vous pouvez facultativement sélectionner des lots de logiciels supplémentaires qui seront alors installés sur le routeur. Ces logiciels peuvent être sélectionnés dans la liste suivante. Veuillez noter que seuls les logiciels qui font partie de Turris OS ou qui ont été installés à partir d’une liste de paquets sont maintenus par le programme de mises à jour. Les logiciels qui ont été installés manuellement ou à l’aide d’opkg ne sont pas affectés.
lt: Atnaujinimų servisas užtikrina, kad TurrisOS programinė įranga visada būtų naujausia. Čia galite pasirinkti papildomus sąrašus programinės įrangos, kuri bus įdiegta papildomai prie standartinės instaliacijos. Programas galite pasirinkti iš šio sąrašo. Atkreipkite dėmesį, kad tik TurrisOS programinė įranga ar įranga įdiegta iš šių sąrašų yra automatiškai prižiūrima atnaujinimų serviso. Programinė įranga, kuri buvo įdiegta rankiniu būdu arba naudojant opkg nebus automatiškai atnaujinama.
pl: Updater to usługa, która aktualizuje całe oprogramowanie Turris OS. Poza standardową instalacją możesz opcjonalnie wybrać z listy dodatkowe oprogramowanie, które ma zostać zainstalowane na routerze. To oprogramowanie można wybrać z poniższej listy. Należy pamiętać, że Updater obsługuje tylko oprogramowanie będące częścią Turris OS lub które zostało zainstalowane z listy pakietów. Oprogramowanie, które zostało zainstalowane ręcznie lub przy użyciu opkg, nie jest aktualizowane.
ru: Сервис обновлений — это сервис, который обновляет все программное обеспечение TurrisOS. Помимо стандартной установки, вы можете выбрать пакеты дополнительного программного обеспечения, которые будут установлены на маршрутизаторе. Это программное обеспечение можно выбрать из следующего списка. Обратите внимание, что только программа, входящая в состав TurrisOS или установленная из списка пакетов, поддерживается Сервисом обновлений. Программное обеспечение, установленное вручную или с помощью opkg, не изменяется.
sk: Aktualizácie sú služba systému TurrisOS, ktorá udržiava nainštalovaný softvér aktuálny. Okrem bežných balíčkov, ktoré sú súčasťou systému, si môžete vybrať ďalšie balíčky programov, ktoré sa nainštalujú na zariadenie. Inštaláciu týchto balíčkov je možné vybrať v nasledujúcom zozname. Majte však na pamäti, že sa aktualizujú iba tie programy, ktoré sú súčasťou TurrisOS alebo boli nainštalované v rámci inštalácie zo zoznamu balíčkov. Softvér, ktorý ste nainštalovali ručne alebo prostredníctvom opkg, nie je Aktualizáciami spravovaný.

source: I agree
cs: Souhlasím
da: Jeg accepterer
de: Ich bin einverstanden
fr: J’accepte
hu: Elfogadom
it: Acconsento
lt: Sutinku
nb: Jeg samtykker
pl: Zgadzam się
ru: Согласен
sk: Súhlasím

source: Use automatic updates (recommended)
cs: Instalovat aktualizace automaticky (doporučeno)
da: Brug automatiske opdateringer (anbefales)
de: Automatische Aktualisierungen benutzen (empfohlen)
fr: Utiliser les mises à jour automatiques (recommandé)
hu: Automatikus frissítések (ajánlott)
it: Usa gli aggiornamenti automatici (raccomandato)
lt: Atnaujinimus diegti automatiškai (rekomenduojama)
pl: Użyj automatycznych aktualizacji (zalecane)
ru: Использовать автоматические обновления (рекомендуется)
sk: Inštalovať aktualizácie automaticky (odporúča sa)

source: Turn automatic updates off
cs: Vypnout automatické aktualizace
da: Slå automatiske opdateringer fra
de: Automatische Aktualisierungen deaktivieren
fr: Désactiver les mises à jour automatiques
hu: Automatikus frissítések kikapcsolása
it: Spegni gli aggiornamenti automatici
lt: Išjungti automatinius atnaujinimus
nb: Skru automatiske oppgraderinger av
pl: Wyłącz automatyczne aktualizacje
ru: Отключить автоматические обновления
sk: Vypnúť automatické aktualizácie

source: Update approvals
cs: Schvalování aktualizací
da: Opdateringsgodkendelser
de: Update Bestätigungen
fr: Approbations de mise à jour
hu: Frissítések jóváhagyása
it: Aggiorna le approvazioni
lt: Atnaujinimo patvirtinimai
nb: Oppgraderingsgodkjennelser
pl: Zatwierdzanie aktualizacji
ru: Одобрения обновления
sk: Schvaľovanie aktualizácií

source: Automatic installation
cs: Automatická instalace
de: Automatische Installation
fr: Installation automatique
hu: Automatikus telepítés
it: Installazione automatica
lt: Automatinis diegimas
nb: Automatisk installasjon
pl: Automatyczna instalacja
ru: Автоматическая установка
sk: Automatická inštalácia

source: Updates will be installed without user's intervention.
cs: Aktualizace budou instalovány bez zásahu uživatele.
de: Updates werden ohne Bestätigung des Users ausgeführt.
fr: Les mises à jour seront installées sans intervention de l'utilisateur.
hu: Frissítések telepítése felhasználói beavatkozás nélkül.
it: Gli aggiornamenti verranno installati senza l'intervento dell'utente.
lt: Atnaujinimai bus diegiami be naudotojo patvirtinimo.
nb: Oppgraderinger vil bli installert uten brukerinnvirkning.
pl: Aktualizacje będą wykonane bez potwierdzenia przez użytkownika.
ru: Обновления будут установлены без подтверждения пользователя.
sk: Aktualizácie budú nainštalované bez zásahu používateľa.

source: Delayed updates
cs: Odložené aktualizace
de: Verzögerte Updates
fr: Mises à jour reportées
hu: Késleltetett frissítések
it: Aggiornamenti ritardati
lt: Uždelsti atnaujinimai
nb: Forsinkede oppgraderinger
pl: Opóźnione aktualizacje
ru: Отложенные обновления
sk: Aktualizácie s oneskorením

source: Updates will be installed with an adjustable delay. You can also approve them manually.
cs: Aktualizace budou instalovány s nastavitelnou prodlevou. Můžete je také schvalovat ručně.
da: Opdateringer vil blive installeret med en justerbar forsinkelse. Du kan også godkende dem manuelt.
de: Updates werden mit einer einstellbaren Verzögerung installiert. Sie können auch manuell genehmigt werden.
fr: Les mises à jour seront installées selon un délai pouvant être ajusté. Vous pouvez aussi les approuver manuellement.
hu: Frissítések telepítése állítható késleltetéssel. Manuálisan is jóváhagyhatók.
it: Gli aggiornamenti verranno installati con un ritardo regolabile. È anche possibile approvarli manualmente.
lt: Atnaujinimai bus diegiami su reguliuojamu pavėlinimu. Taip pat galėsite patvirtinti juos rankiniu būdu.
nb: Oppgraderinger vil bli installert med justerbart forsinkelse. Du kan også godkjenne dem manuelt.
pl: Aktualizacje zostaną zainstalowane z ustawionym opóźnieniem. Można również je zatwierdzić ręcznie.
ru: Обновления будут установлены с регулируемой задержкой. Вы также можете одобрить вручную.
sk: Aktualizácie sa nainštalujú s definovaným oneskorením. Môžete ich tiež schváliť ručne.

source: Update approval needed
cs: Aktualizace bude třeba schvalovat
da: Godkendelse af opdatering er nødvendig
de: Updatebestätigung erforderlich
fr: Approbation pour la mise à jour est nécessaire
hu: Frissítés jóváhagyása szükséges
it: Approvazione agli aggiornamenti necessaria
lt: Reikalingas atnaujinimų patvirtinimas
nb: Oppdateringsgodkjennelse trengs
pl: Wymagana zgoda na aktualizację
ru: Обновления требуют одобрения
sk: Aktualizácie je nutné schváliť

source: You have to approve the updates, otherwise they won't be installed.
cs: Aktualizace bude třeba schválit, jinak nebudou nainstalovány.
da: Du skal godkende opdateringerne, ellers vil de ikke blive installeret.
de: Sie müssen die Updates genehmigen, andernfalls werden sie nicht installiert.
fr: Vous devez approuver les mises à jour, sinon elles ne seront pas installées.
hu: Jóvá kell hagyni a frissítéseket, különben nem fognak települni.
it: Devi approvare gli aggiornamenti, altrimenti non verranno installati.
lt: Turite patvirtinti atnaujinimus, kitu atveju jie nebus diegiami.
nb: Du må godkjenne oppdateringene, ellers vil de ikke bli installert.
pl: Musisz zatwierdzić aktualizacje, w przeciwnym razie nie zostaną zainstalowane.
ru: Вы должны одобрить обновления, иначе они не будут установлены.
sk: Aktualizácie musíte schváliť, v opačnom prípade nebudú nainštalované.

source: If you want to use other language than English you can select it from the following list:
cs: Pokud chcete používat jiný jazyk než angličtinu, můžete ho vybrat z následujícího seznamu:
da: Hvis du vil bruge et andet sprog end engelsk kan du vælge det fra den følgende liste:
de: Wenn Sie eine andere Sprache als Englisch verwenden möchten, können Sie sie aus der folgenden Liste auswählen:
fr: Si vous souhaitez utiliser une autre langue que l'anglais, vous pouvez la sélectionner à partir de la liste suivante :
hu: Angol helyett más nyelv is választható az alábbi listából:
it: Se si desidera utilizzare un'altra lingua diversa dall'inglese, è possibile selezionarlo dall'elenco seguente:
lt: Jei norite naudoti ne Anglų kalbą, kitą kalbą galite pasirinkite iš šio sąrašo:
nb: Hvis du ønsker å bytte til et annet språk enn Engelsk, kan du velge det i følgende liste:
pl: Jeśli chcesz używać innego języka niż angielski, możesz wybrać go z poniższej listy:
ru: Если вы хотите использовать другой язык, помимо английского, выберите его из следующего списка:
sk: Pokiaľ chcete používať iný jazyk ako angličtinu, môžete si ho vybrať z nasledujúceho zoznamu:

source: Here you specify your WAN port settings. Usually, you can leave these options untouched unless instructed otherwise by your internet service provider. Also, in case there is a cable or DSL modem connecting your router to the network, it is usually not necessary to change this setting.
cs: Na této stránce zadáváte nastavení připojení k vnější síti (WAN port). Obvykle není nutné nastavení měnit, pokud to není vyžadováno vaším poskytovatelem připojení k Internetu. Také v případě, že připojení k Internetu zprostředkovává kabelový nebo DSL modem, většinou není nutné nastavení měnit.
pl: Tutaj określasz ustawienia portu WAN. Zazwyczaj można pozostawić te opcje niezmienione, o ile nie zaleci inaczej dostawca usług internetowych. Ponadto w przypadku kabla lub modemu DSL łączącego router z siecią, zwykle nie jest konieczne zmienianie tego ustawienia.
ru: Здесь указываются настройки порта WAN. Как правило, этот параметр не требует изменений, если иное не указано вашим интернет-провайдером. Кроме того, если вы используете кабельный или DSL-модем, соединяющий ваш маршрутизатор с сетью, обычно нет необходимости изменять этот параметр.

source: PPPoE (for DSL bridges, Modem Turris, etc.)
cs: PPPoE (pro DSL mosty, modem Turris, atd.)
da: PPPoE (for DSL bridge, Turris Modem, etc.)
de: PPoE (für DSL-Bridge, Turris-Modem, usw.)
fr: PPPoE (pour les ponts DSL, Modem Turris, etc.)
hu: PPPoE (DSL hidakhoz, Turris Modemhez, stb.)
it: PPPoE (per ADSL, Modem Turris, ecc.)
lt: PPPoE (skirta DSL bridge rėžmui, Modem Turris, kt.)
nb: PPPoE (for DSL-broer, Turris-modem, osv.)
pl: PPPoE (dla DSL, modemu Turris itp.)
ru: PPPoE (для мостов DSL, модема Turris и т.д.)
sk: PPPoE (pre DSL bridge, modem Turris, atď.)

source: DHCPv6 (automatic configuration)
cs: DHCPv6 (automatické nastavení)
da: DHCPv6 (automatisk konfiguration)
de: DHCPv6 (automatische Konfiguration)
fr: DHCPv6 (configuration automatique)
hu: DHCPv6 (automatikus beállítás)
it: DHCPv6 (configurazione automatica)
lt: DHCPv6 (automatinė konfigūracija)
nb: DHCPv6 (automatisk oppsett)
pl: DHCPv6 (automatyczna konfiguracja)
ru: DHCPv6 (автоматическая настройка)
sk: DHCPv6 (automatická konfigurácia)

source: 6to4 (public IPv4 address required)
cs: 6to4 (je třeba mít veřejnou IPv4 adresu)
de: 6to4 (öffentliche IPv4-Adresse erforderlich)
fr: 6to4 (adresse IPv4 publique requise)
hu: 6to4 (nyilvános IPv4-cím szükséges)
lt: 6to4 (reikalingas viešas IPv4 adresas)
nb: 6til4 (offentlig IPv4-adresse kreves)
pl: 6to4 (wymagany publiczny adres IPv4)
ru: 6to4 (требуется публичный IPv4-адрес)
sk: 6to4 (je nutné mať verejnú IPv4 adresu)

source: 6in4 (public IPv4 address required)
cs: 6in4 (je třeba mít veřejnou IPv4 adresu)
de: 6in4 (öffentliche IPv4-Adresse erforderlich)
fr: 6in4 (adresse IPv4 publique requise)
hu: 6in4 (nyilvános IPv4-cím szükséges)
lt: 6in4 (reikalingas viešas IPv4 adresas)
nb: 6i4 (offentlig IPv4-adresse kreves)
pl: 6in4 (wymagany publiczny adres IPv4)
ru: 6in4 (требуется публичный IPv4-адрес)
sk: 6in4 (je nutné mať verejnú IPv4 adresu)

source: Disable IPv6
cs: Vypnout IPv6
da: Deaktiver IPv6
de: IPv6 deaktivieren
fr: Désactiver IPv6
hu: IPv6 letiltása
it: Disabilita IPv6
lt: Išjungti IPv6
nb: Skru av IPv6
pl: Wyłącz protokół IPv6
ru: Отключить IPv6
sk: Nepoužívať IPv6

source: IP address
cs: IP adresa
da: IP-adresse
de: IP-Adresse
fr: Adresse IP
hu: IP-cím
it: Indirizzo IP
lt: IP adresas
nb: IP-adresse
pl: Adres IP
ru: IP-адрес
sk: IP adresa

source: PAP/CHAP username
cs: Uživatelské jméno pro PAP/CHAP
da: PAP/CHAP brugernavn
de: PAP/CHAP-Benutzername
fr: Nom d’utilisateur PAP/CHAP
hu: PAP/CHAP felhasználónév
it: Nome utente PAP/CHAP
lt: PAP/CHAP prisijungimo vardas
nb: PAP/CHAP -brukernavn
pl: Nazwa użytkownika PAP/CHAP
ru: Имя пользователя PAP/CHAP
sk: PAP/CHAP meno

source: PAP/CHAP password
cs: Heslo pro PAP/CHAP
da: PAP/CHAP kodeord
de: PAP/CHAP-Kennwort
fr: Mot de passe PAP/CHAP
hu: PAP/CHAP jelszó
it: Password PAP/CHAP
lt: PAP/CHAP slaptažodis
nb: PAP/CHAP -passord
pl: Hasło PAP/CHAP
ru: Пароль PAP/CHAP
sk: PAP/CHAP heslo

source: IPv6 protocol
cs: Protokol IPv6
da: IPv6 protokollen
de: IPv6-Protokoll
fr: Protocole IPv6
hu: IPv6 protokoll
it: protocollo IPv6
lt: IPv6 protokolas
nb: IPv6-protokoll
pl: Protokół IPv6
ru: Протокол IPv6
sk: Protokol IPv6

source: IPv6 address
cs: IPv6 adresa
da: IPv6-adresse
de: IPv6-Adresse
fr: Adresse IPv6
hu: IPv6-cím
it: indirizzo IPv6
lt: IPv6 adresas
nb: IPv6-adresse
pl: Adres IPv6
ru: Адрес IPv6
sk: IPv6 adresa

source: IPv6 address and prefix length for WAN interface, e.g. 2001:db8:be13:37da::1/64
cs: IPv6 adresa a délka předpony pro rozhraní WAN, např. 2001:db8:be13:37da::1/64
da: IPv6-adresse og præfiks længde for WAN interface, eks. 2001:db8:be13:37da::1/64
de: Die IPv6-Adresse und die Präfixlänge der WAN-Schnittstelle, z. B. 2001:db8:be13:37da::1/64
fr: Adresse IPv6 et longueur du préfixe de l'interface WAN, par exemple, 2001:db8:be13:37da::1/64
hu: IPv6-cím és előtag méret a WAN-interfészhez, pl. 2001:db8:be13:37da::1 / 64
it: Indirizzo IPv6 e lunghezza del prefisso per l'interfaccia WAN, ad es. 2001:DB8:BE13:37da::1/64
lt: IPv6 adresas ir prefikas WAN interfeisui, pvz. 2001:db8:be13:37da::1/64
nb: IPv6-adresse og prefikslengde for WAN-grensesnitt, f.eks. 2001:db8:be13:37da::1/64
pl: Adres IPv6 i długość prefiksu interfejsu WAN, np. 2001:db8:be13:37da::1/64
ru: IPv6-адрес и длина префикса для интерфейса WAN, например, 2001:db8:be13:37da::1/64
sk: IPv6 adresa a dĺžka prefixu pre rozhranie WAN, napr. 2001:db8:be13:37da::1/64

source: IPv6 gateway
cs: IPv6 výchozí brána
de: IPv6-Netzwerk-Gateway
fr: Passerelle IPv6
hu: IPv6-átjáró
it: gateway IPv6
lt: IPv6 gateway adresas
nb: IPv6-portner
pl: Brama IPv6
ru: Шлюз IPv6
sk: IPv6 predvolená brána

source: IPv6 prefix
da: IPv6 præfiks
de: IPv6-Präfix
fr: Préfixe IPv6
hu: IPv6-előtag
it: prefisso IPv6
lt: IPv6 prefiksas
nb: IPv6-prefiks
pl: Prefiks IPv6
ru: Префикс IPv6

source: Address range for local network, e.g. 2001:db8:be13:37da::/64
cs: Adresní rozsah pro místní síť, např. 2001:db8:be13:37da::/64
da: Addresser for det lokale netværk, eks. 2001:db8:be13:37da::/64
de: Adressenbereich des lokalen Netzwerks, z. B. 2001:db8:be13:37da::/64
fr: Plage d'adresses pour le réseau local, par exemple 2001:db8:be13:37da::/64
hu: Címtartomány a helyi hálózaton, például a 2001:db8:be13:37da::/64
it: Intervallo di indirizzi per la rete locale, ad esempio 2001:DB8:BE13:37da::/64
lt: Adresų ruožas vietiniam tinklui, pvz. 2001:db8:be13:37da::/64
nb: Adresseområde for lokalnettverk, f.eks. 2001:db8:be13:37da::/64
pl: Zakres adresów sieci lokalnej, np. 2001:db8:be13:37da::/64
ru: Диапазон адресов для локальной сети, например, 2001:db8:be13:37da::/64
sk: Adresný rozsah pre vnútornú sieť, napr. 2001:db8:be13:37da::/64

source: DNS server 1 (IPv6)
fr: Serveur DNS 1 (IPv6)
hu: DNS-kiszolgáló 1 (IPv6)
it: Server DNS primario (IPv6)
lt: DNS serveris 1 (IPv6)
nb: DNS-tjener 1 (IPv6)
pl: Serwer DNS 1 (IPv6)
ru: DNS-сервер 1 (IPv6)

source: DNS server 2 (IPv6)
fr: Serveur DNS 2 (IPv6)
hu: DNS-kiszolgáló 2 (IPv6)
it: Server DNS secondario (IPv6)
lt: DNS serveris 2 (IPv6)
nb: DNS-tjener 2 (IPv6)
pl: Serwer DNS 2 (IPv6)
ru: DNS-сервер 2 (IPv6)

source: Custom DUID
cs: Uživatelsky určený DUID identifikátor
de: Benutzerdefinierte DUID
fr: DUID personnalisé
hu: Egyéni DUID
it: DUID personalizzato
lt: Nustatytas DUID
nb: Egendefinert DUID
pl: Niestandardowy DUID
ru: Пользовательский уникальный идентификатор DHCP (DUID)
sk: Vlastné DUID

source: DUID which will be provided to the DHCPv6 server.
cs: DUID identifikátor, který bude poskytnut DHCPv6 serveru.
de: DUID, die dem DHCPv6-Server zur Verfügung gestellt wird.
fr: Nom d'hôte qui sera assigné au serveur DHCP.
hu: DUID, amelyet a DHCPv6-kiszolgálónak biztosítunk.
lt: DUID kuris bus pateikiamas DHCPv6 serveriui.
nb: DUID som vil bli tilbudt til DHCPv6-tjeneren.
pl: DUID, który zostanie wysłany do serwera DHCPv6.
ru: DUID, который будет предоставлен серверу DHCPv6.
sk: DUID, ktoré bude poslané DHCPv6 serveru.

source: Public IPv4
cs: Veřejná IPv4 adresa
de: Öffentliche IPv4
fr: IPv4 publique
hu: Nyilvános IPv4
lt: Viešas IPv4
nb: Offentlig IPv4
pl: Publiczny adres IPv4
ru: Публичный IPv4-адрес
sk: Verejná IPv4

source: In order to use 6to4 protocol, you might need to specify your public IPv4 address manually (e.g. when your WAN interface has a private address which is mapped to public IP).
cs: Pro použití protokolu 6to4 může být třeba ručně zadat vaši veřejnou IPv4 adresu (např. pokud má vaše WAN rozhraní adresu z neveřejného rozsahu, která je u poskytovatele mapována na veřejnou).
de: Um das 6to4-Protokoll zu verwenden muss unter Umständen von Hand eine öffentliche IPv4 Adresse angegeben werden (z.B. wenn der WAN-Schnittstelle eine private Adresse zugewiesen wurde, die auf eine öffentliche IP zeigt).
fr: Afin d'utiliser le protocole 6to4, vous devrez peut-être spécifier manuellement votre adresse IPv4 publique (par exemple, lorsque votre interface WAN a une adresse privée qui est mappée sur l'IP publique).
hu: A 6to4 protokollt használatához, szükség lehet a nyilvános IPv4-címének megadására (például, ha a WAN interfésznek privát címe van, amely a publikus IP-hez van társítva).
lt: Protokolo 6to4 naudojimui reikia nustatyti išorinį IPv4 adresą rankiniu būdu (pvz. jei jūsų WAN interfeisas turi vidinį adresą kuris susietas su išoriniu IP adresu).
pl: Aby korzystać z protokołu 6to4, konieczne może być ręczne określenie publicznego adresu IPv4 (np. gdy twój interfejs WAN ma adres prywatny, który jest mapowany na publiczny adres IP).
ru: Чтобы использовать протокол 6to4, вам может потребоваться указать ваш публичный IPv4-адрес вручную (например, когда ваш wan-интерфейс имеет частный адрес, который сопоставляется с публичным IP-адресом).
sk: Keď použijete 6to4 protokol, môže byť potrebné uviesť vašu verejnú IPv4 adresu (napr. za situácie, keď máte na rozhraní WAN adresu z neverejného rozsahu, ktorá je u poskytovateľa pripojenia k internetu mapovaná na verejnú).

source: use autodetection
cs: zjistit automaticky
de: Automatische Erkennung verwenden
fr: utiliser la détection automatique
hu: Automatikus felismerés
lt: naudoti auto-atpažinimą
nb: bruk automatisk oppdagelse
pl: użyj autodetekcji
ru: использовать автоопределение
sk: zistiť automaticky

source: Provider IPv4
cs: IPv4 adresa u poskytovatele
de: Anbieter-IPv4
fr: Fournisseur IPv4
hu: Szolgáltató IPv4 címe
lt: IPv4 tiekėjas
pl: Dostawca IPv4
ru: Провайдер IPv4-адресов
sk: IPv4 adresa poskytovateľa

source: This address will be used as a endpoint of the tunnel on the provider's side.
cs: Tato adresa bude použita jako koncový bod tunelu na straně poskytovatele.
de: Diese Adresse wird als Tunnelendpunkt gegenüber dem Anbieter verwendet.
fr: Cette adresse sera utilisée comme point de terminaison du tunnel côté fournisseur.
hu: A cím, mint a szolgáltató oldali alagútvégpont lesz használva.
lt: Šis adresas bus naudojamas kaip galinis tunelio adresas tiekėjo pusėje.
nb: Denne adressen brukes som endepunkt for tunnelen på tilbyderens side.
pl: Ten adres będzie używany jako punkt końcowy tunelu po stronie dostawcy.
ru: Этот адрес будет использоваться в качестве конечной точки туннеля со стороны провайдера.
sk: Táto adresa sa použije ako koncový bod tunela na strane poskytovateľa.

source: Routed IPv6 prefix
cs: Směrovaný IPv6 prefix
de: Gerouteter IPv6-Präfix
fr: Préfixe IPv6 routé
hu: útválasztás IPv6-előtagja
lt: Maršrutizuojamas IPv6 prefiksas
pl: Routowany prefiks IPv6
ru: Префикс IPv6 маршрутизации
sk: Smerovaný IPv6 prefix

source: IPv6 addresses which will be routed to your network.
cs: IPv6 adresy, které budou směrovány do vaší sítě.
de: IPv6-Adressen, die an Ihr Netzwerk weitergeleitet werden.
fr: Les adresses IPv6 qui seront routées vers votre réseau.
hu: IPv6-címek, amelyek a hálózatához lesznek irányítva.
lt: IPv6 adresas kuris bus nukreiptas į jūsų tinklą.
pl: Adresy IPv6, które będą kierowane do Twojej sieci.
ru: IPv6-адреса, перенаправляемые в вашу сеть.
sk: IPv6 adresy, ktoré budú používané vo vašej sieti.

source: Maximum Transmission Unit in the tunnel (in bytes).
cs: Maximální velikost přenosové jednotky v tunelu (v bajtech).
de: Maximale Übertragungseinheit im Tunnel (in Bytes).
fr: Unité de Transmission Maximale (MTU) dans le tunnel (en octets).
hu: Maximális Átviteli Egység az alagútban (byte-ban).
lt: Maksimalus perdavimo dydis tunelyje (baitais).
nb: Maksimal overføringsenhet i tunnelen (i byte).
pl: Maksymalna jednostka transmisji (MTU) w tunelu (w bajtach).
ru: Максимальный размер полезного блока данных (MTU) в туннеле (в байтах).
sk: Maximálna prenosová jednotka v tuneli (v bajtoch).

source: Dynamic IPv4 handling
cs: Zacházení s dynamickou IPv4
de: Dynamische IPv4-Handhabung
fr: Gestion dynamique de l'IPv4
hu: Dinamikus IPv4 kezelése
lt: Dinaminio IPv4 valdymas
nb: Dynamisk IPv4-håndtering
pl: Dynamiczne zarządzanie IPv4
ru: Динамическая обработка IPv4
sk: Zachádzanie s dynamickou IPv4
