Repository: CZ-NIC/foris
Catalog: foris/locale/*/LC_MESSAGES/foris.po
Languages: cs, da, de, fr, hu, it, lt, nb, pl, ru, sk

source: Some tunnel providers allow you to have public dynamic IPv4. Note that you need to fill in some extra fields to make it work.
cs: Někteří poskytovatelé tunelů vám umožňují mít veřejnou dynamickou IPv4 adresu. Ovšem aby to fungovalo, je třeba vyplnit několik dalších kolonek.
de: Manche Tunnel-Provider bieten die Nutzung öffentlicher, dynamischer IPv4 Adressen an. Beachten Sie, dass weitere Angaben notwendig sind, damit dies funktioniert.
fr: Certains fournisseurs de tunnels vous permettent d'avoir une adresse IPv4 publique dynamique. Notez que vous devez remplir des champs supplémentaires pour que cela fonctionne.
hu: Néhány alagút szolgáltató lehetővé teszi, hogy a nyilvános dinamikus IPv4 címe legyen. Ehhez további mezőket kell kitölteni, hogy működjön.
lt: Kai kurie tunelių tiekėjai leidžia turėti dinaminį IPv4 adresą. Atkreipkite dėmesį, kad tokiam darbo rėžimui reikės pateikti daugiau informacijos.
pl: Niektórzy dostawcy tuneli umożliwiają posiadanie publicznego dynamicznego IPv4. Pamiętaj, że aby to działało, musisz wypełnić dodatkowe pola.
ru: Некоторые провайдеры туннелей позволяют вам иметь публичный динамический IPv4-адрес. Обратите внимание, что нужно заполнить дополнительные поля, чтобы они работали.
sk: Niektorí poskytovatelia umožňujú použitie dynamickej IPv4. Pre správne fungovanie je potom nutné vyplniť zopár ďalších políčok.

source: Tunnel ID
cs: Identifikátor tunelu
fr: ID du tunnel
hu: Alagútazonosító
lt: Tunelio ID
pl: ID tunelu
ru: ID туннеля
sk: Identifikátor tunela

source: ID of your tunnel which was assigned to you by the provider.
cs: Identifikátor vašeho tunelu, který vám byl přiřazen poskytovatelem.
de: ID des Tunnels die durch den Provider vergeben wurde.
fr: ID de votre tunnel qui vous a été attribué par le fournisseur.
hu: Az alagút azonosítója, amelyet a szolgáltatója adott önnek.
lt: Tunelio ID, kurį jums suteikė tiekėjas.
pl: Identyfikator tunelu, który został ci przydzielony przez dostawcę.
ru: Идентификатор туннеля, который был назначен провайдером.
sk: Identifikátor vášho tunela, pridelený poskytovateľom.

source: Username which will be used to provide credentials to your tunnel provider.
cs: Uživatelské jméno které bude použito pro poskytnutí přihlašovacích údajů vašemu poskytovateli tunelu.
de: Nutzername der als Zugangsdaten beim Tunnelanbieter verwendet wird.
fr: Nom d’utilisateur qui sera utilisé pour fournir des informations d’identification à votre fournisseur de tunnel.
hu: Felhasználónév az alagútszolgáltató felé szükséges azonosításhoz.
lt: Prisijungimo vardas kuris bus pateikiamas tunelio tiekėjui.
nb: Brukernavn brukt til å tilby identitetsdetaljer til din tunnel-tilbyder.
pl: Nazwa użytkownika, która będzie używana do poświadczenia dla dostawcy tunelu.
ru: Имя пользователя, которое будет использоваться вашим провайдером туннелей.
sk: Meno používateľa, ktoré sa použije pri overení prihlasovacích údajov u poskytovateľa tunela.

source: Key
cs: Klíč
de: Schlüssel
fr: Clé
hu: Kulcs
lt: Raktas
nb: Nøkkel
pl: Klucz
ru: Ключ
sk: Kľúč

source: Key which will be used to provide credentials to your tunnel provider.
cs: Klíč který bude použit pro poskytnutí přihlašovacích údajů vašemu poskytovateli tunelu.
de: Schlüssel, der für die Zugangsdaten beim Tunnelanbieter verwendet wird.
fr: Clé qui sera utilisée pour fournir des informations d'identification à votre fournisseur de tunnel.
hu: Azonosításhoz szükséges kulcs az alagútszolgáltató felé.
lt: Raktas naudojamas kaip slaptažodis jungiantis prie tunelio tiekėjo.
nb: Nøkkel brukt til å oppgi identitetsdetaljer til din tunneltilbyder.
pl: Klucz, który zostanie użyty do poświadczenia dla dostawcy tunelu.
ru: Ключ, который будет использоваться вашим провайдером туннелей.
sk: Kľúč, ktorý sa použije pri overení prihlasovacích údajov u poskytovateľa tunela.

source: Custom MAC address
cs: Uživatelsky určená MAC adresa
da: Selvvalgt MAC adresse
de: Benutzerdefinierte MAC-Adresse
fr: Adresse MAC personnalisée
hu: Egyedi MAC-cím
it: Indirizzo MAC personalizzato
lt: Kitoks MAC adresas
nb: Egendefinert MAC-adresse
pl: Własny adres MAC
ru: Пользовательский MAC-адрес
sk: Vlastná MAC adresa

source: Useful in cases, when a specific MAC address is required by your internet service provider.
cs: Užitečné v případech, kdy je vaším poskytovatelem připojení k Internetu vyžadována konkrétní MAC adresa.
da: Bruges i de tilfælde hvor en specifik MAC adresse kræves af din internetudbyder.
de: Dies ist nützlich, wenn der Internetanbieter eine spezifische MAC-Adresse erfordert.
fr: Utile dans le cas où une adresse MAC spécifique est requise par votre fournisseur d'accès internet.
hu: Hasznos olyan esetekben, amikor egy adott MAC-címet vár el az internet-szolgáltató.
it: Utile nei casi in cui un provider di servizi Internet richiede un indirizzo MAC specifico.
lt: Naudojamas, kai interneto paslaugų tiekėjas teikia paslaugas tik įrenginiui su konkrečiu MAC adresu.
nb: Nyttig i fall der en spesifikk MAC-adresse kreves av din internettilbyder.
pl: Przydatne w przypadkach, gdy określony adres MAC jest wymagany przez dostawcę usług internetowych.
ru: Используйте в случаях, когда ваш интернет-провайдер требует определенный MAC-адрес.
sk: Vhodné pre prípad, keď používateľ vyžaduje konkrétnu MAC adresu pripojeného zariadenia.

source: MAC address
cs: MAC adresa
da: MAC adresse
de: MAC-Adresse
fr: Adresse MAC
hu: MAC-cím
it: indirizzo MAC
lt: MAC adresas
nb: MAC-adresse
pl: Adres MAC
ru: MAC-адрес
sk: MAC adresa

source: Colon is used as a separator, for example 00:11:22:33:44:55
cs: Jako oddělovač slouží dvojtečka, například 00:11:22:33:44:55
de: Doppelpunkte werden als Trennzeichen verwendet, z.B. 00:11:22:22:33:44:55
fr: Les Deux-points sont utilisés en tant que signe de séparation, par exemple 00:11:22:33:44:55
hu: Kettőspont mint elválasztójel, például 00:11:22:33:44:55
lt: Dvitaškis naudojamas kaip skirtukas, pavyzdžiui 00:11:22:33:44:55
pl: Dwukropek jest używany jako separator, np. 00:11:22:33:44:55
ru: Разделяйте двоеточием, например, 00:11:22:33:44:55
sk: Oddeľovačom je dvojbodka, napr. 00:11:22:33:44:55

source: Configure WiFi for '%s'
cs: Nastavit WiFi pro „%s“
de: Konfiguriere WiFi für '%s'
fr: Configurer le WiFi pour '%s'
pl: Skonfiguruj WiFi dla '%s'
ru: Настройте WiFi для '%s'
sk: Nastaviť WiFi pre „%s“

source: If you want to use your router as a Wi-Fi access point, enable Wi-Fi here and fill in an SSID (the name of the access point) and a corresponding password. You can then set up your mobile devices, using the QR code available within the form.
cs: Pokud chcete router používat pro připojování dalších zařízení k Internetu pomocí Wi-Fi, zapněte ji v následujícím formuláři a zvolte si SSID (název přístupového bodu) a příslušné heslo.<br><br>Mobilní zařízení můžete jednoduše nastavit načtením QR kódu zobrazovaného uvnitř formuláře.
de: Wenn Sie den Router als WLAN-Zugangspunkt verwenden wollen, dann aktivieren Sie die WLAN-Option. Geben Sie dann die SSID (Netzwerkname) und das zugehörige Kennwort ein.<br><br>Danach können Sie Ihre Mobilgeräte mittels des angezeigten QR-Codes einfach konfigurieren.
fr: Si vous voulez utiliser votre routeur comme point d'accès Wi-Fi, activez le Wi-Fi ici et saisissez un SSID (le nom du point d'accès) et un mot de passe correspondant. Vous pouvez ensuite configurer vos appareils mobiles en utilisant le code QR disponible dans le formulaire.
hu: Ha az útválasztót Wi-Fi hozzáférési pontkénr szeretné használni, akkor itt kell a Wi-Fi-t bekapcsolni és az SSID-jét (a hozzáférési pont nevét), illetve megfelelő jelszót kitölteni. Ezután mobil eszközei is beállíthatók a mezők melletti QR-kód segítségével.
it: Se si desidera utilizzare il router come punto di accesso Wi-Fi, abilitare Wi-Fi qui e compilare un SSID (nome del punto di accesso) e una corrispondente password. Puoi quindi impostare i tuoi dispositivi mobili utilizzando il codice QR disponibile sulla schermata.
lt: Jei norite maršrutizatorių naudoti kaip belaidžio tinklo prieigos tašką, įjunkite Wi-Fi čia ir nustatykite SSID (belaidžio tinklo vardą) bei slaptažodį. Mobilius įrenginius galite sukonfigūruoti nuskenavę QR kodą esantį šalia nustatymų.
pl: Jeśli chcesz używać routera jako punktu dostępu Wi-Fi, włącz tutaj Wi-Fi i wprowadź identyfikator SSID (nazwę punktu dostępu) i odpowiednie hasło. Następnie możesz skonfigurować urządzenia mobilne, korzystając z kodu QR dostępnego w formularzu.
ru: Если вы хотите использовать свой маршрутизатор в качестве точки доступа Wi-Fi, включите здесь Wi-Fi и заполните SSID (имя точки доступа) и соответствующий пароль. Затем вы можете подключить свои мобильные устройства, используя QR-код, расположенный рядом с формой.
sk: Pokiaľ chcete používať tento router na pripájanie ďalších zariadení k internetu pomocou Wi-Fi, zapnite ju v nasledujúcom formulári a vyberte si SSID (názov prístupového bodu) a príslušné heslo.<br><br>Mobilné zariadenia môžete jednoducho nastaviť načítaním QR kódu zobrazeného vnútri formulára.

source: Wi-Fi settings
cs: Nastavení Wi-Fi
da: Wi-Fi indstillinger
de: WLAN Einstellungen
fr: Paramètres Wi-Fi
hu: Wi-Fi beállítások
it: Impostazioni Wi-Fi
lt: Wi-Fi nustatymai
nb: Wi-Fi -innstillinger
pl: Ustawienia sieci Wi-Fi
ru: Настройки Wi-Fi
sk: Nastavenie Wi-Fi

source: WPA2 pre-shared key, that is required to connect to the network. Minimum length is 8 characters.
cs: Heslo (standard WPA2), které bude vyžadováno pro připojení k této síti – alespoň 8 znaků dlouhé.
da: WPA2 pre-shared key, der kræves for at forbinde til netværket. Minimumslængden er 8 tegn.
de: Das Kennwort (WPA2 pre-shared key) wird beim Verbinden mit dem WLAN verlangt, es muss mindestens 8 Zeichen lang sein.
fr: Clé pré-partagée WPA2, qui est nécessaire pour se connecter au réseau. La longueur minimale est de 8 caractères.
hu: WPA2 pre-shared key, ami ahhoz szükséges, hogy csatlakozni lehessen a hálózathoz. Minimális hossza 8 karakter.
it: WPA2 chiave pre-condivisa, necessaria per la connessione alla rete. La lunghezza minima è di 8 caratteri.
lt: WPA2 bendras raktas, jo reikia jungiantis prie tinklo. Minimalus leidžiamas ilgis yra 8 simboliai.
nb: Forhåndsdelt WPA2-nøkkel, kreves for å koble til nettverket. Minimumslengde 8 tegn.
pl: Klucz WPA2, który jest wymagany do połączenia z siecią. Minimalna długość to 8 znaków.
ru: Общий секретный ключ (PSK) WPA2, необходимый для подключения к сети. Минимальная длина — 8 символов.
sk: Heslo, ktoré sa bude vyžadovať pre pripojenie k tejto sieti, dlhé aspoň 8 znakov.

source: Enable Wi-Fi %s
cs: Zapnout Wi-Fi %s
da: Aktiver Wi-Fi %s
de: Aktiviere WLAN %s
fr: Activer Wi-Fi %s
hu: Wi-Fi %s engedélyezése
it: Abilita rete Wi-Fi %s
lt: Įjungti Wi-Fi %s
nb: Skru på Wi-Fi %s
pl: Włącz Wi-Fi %s
ru: Включить Wi-Fi %s
sk: Povoliť Wi-Fi %s

source: Hide SSID
cs: Skrýt SSID
da: Skjul SSID
de: SSID verstecken
fr: Masquer le SSID
hu: SSID elrejtése
it: Nascondi SSID
lt: Slėpti SSID
nb: Skjul SSID
pl: Ukryj SSID
ru: Скрыть SSID
sk: Skryť SSID

source: If set, network is not visible when scanning for available networks.
cs: Při zapnutí této volby se síť nebude zobrazovat zařízením když budou vyhledávat dostupné sítě.
da: Hvis denne sættes, vises netværket ikke når man scanner efter tilgængelige netværk.
de: Falls aktiviert, wird das Netzwerk nicht in der Liste der verfügbaren drahtlosen Netzwerke angezeigt.
fr: Si activé, le réseau n'est pas visible lors de la recherche des réseaux disponibles.
hu: Ha be van állítva, a hálózat nem lesz látható az elérhető hálózatok keresésekor.
it: Se impostato, la rete non è visibile quando si esegue la scansione delle reti disponibili.
lt: Jei įjungta, šis tinklas nebus matomas skenuojant Wi-Fi tinklus.
nb: Hvis satt vil ikke nettverket være synlig når det skannes etter tilgjengelige nettverk.
pl: Jeśli opcja jest ustawiona, sieć nie jest widoczna podczas skanowania dostępnych sieci.
ru: Если установлено, сеть не будет отображаться при сканировании доступных сетей.
sk: Pri povolení tejto voľby sa nebude sieť zobrazovať vo výpise dostupných bezdrôtových sietí.

source: Wi-Fi mode
cs: Režim Wi-Fi
de: WLAN-Betriebsmodus
fr: Mode Wi-Fi
hu: Wi-Fi mód
it: modalità Wi-Fi
lt: Wi-Fi režimas
nb: Wi-Fi -modul
pl: Tryb Wi-Fi
ru: Режим Wi-Fi
sk: Režim Wi-Fi

source: The 2.4 GHz band is more widely supported by clients, but tends to have more interference. The 5 GHz band is a newer standard and may not be supported by all your devices. It usually has less interference, but the signal does not carry so well indoors.
cs: Pásmo 2,4 GHz je více podporováno klienty, ale bývá častěji zarušené. Pásmo 5 GHz je novější standard, který nemusí být podporován všemi vašimi zařízeními. Obvykle je méně zarušené, ale signál se hůře šíří uvnitř budov.
da: Frekvensbåndet 2.4GHz er understøttet af flere klienter, men har ofte mere interferens. Frekvensbåndet 5GHz er en nyere standard og er måske ikke understøttet af alle dine enheder. Det har ofte mere interferens, men signalet rækker ikke så langt indendørs.
de: Das 2,4 GHz Frequenzband ist unter den Clientgeräten besser unterstützt, es ist aber mehr durch Interferenzen belastet. Das 5 GHz Frequenzband ist ein neuerer Standard, welche aber eventuell nicht von allen Ihren Geräten unterstützt wird. Gewöhnlich ist dieses Frequenzband weniger gestört, es breitet sich aber in Gebäuden schlechter aus.
fr: La bande des 2,4 GHz est plus largement pris en charge par les clients, mais a tendance à avoir plus d'interférences. La bande des 5 GHz est une norme plus récente et peut ne pas être prise en charge par l'ensemble de vos appareils. Elle a généralement moins d'interférences, mais le signal ne se comporte pas si bien en intérieur.
hu: A 2,4 GHz-es sáv az ügyfelek szélesebb körében támogatott, de általában tübb a zavaró hatás. Az 5 GHz-es sáv egy újabb szabvány, és lehet, hogy nem minden készülék támogatja. Itt általában kevesebb a zavaró hatás, de a jel nem terjed annyira jól házon belül.
it: La banda di 2,4 GHz è più ampiamente supportata dai dispositivi, ma tende ad avere più interferenze. La banda da 5 GHz è uno standard più recente e potrebbe non essere supportata da tutti i dispositivi. Il segnale di solito ha meno interferenze, ma non è trasportato molto bene all'interno degli edifici.
lt: 2.4 GHz dažnių juosta yra palaikoma didesnės dalies klientų, tačiau dažniau turi daugiau trukdžių. 5 GHz dažnių juosta naujesnė ir ne visi įrenginiai gali turėti galimybę ją naudoti. Ji dažniausiai turi mažiau trukdžių, bet signalas ne taip gerai perduodamas patalpų viduje.
nb: 2.4 GHz-båndet støttes av flere klienter, men har som oftest flere forstyrrelser. 5 GHz-båndet er en nyere standard, men det kan hende den ikke støttes av alle enhetene dine. Det har vanligvis færre forstyrrelser, men signalet bærer ikke så godt innendørs.
pl: Pasmo 2.4 GHz jest szerzej obsługiwane przez klientów, ale ma tendencję do większych interferencji. Pasmo 5 GHz jest nowszym standardem i może nie być obsługiwane przez wszystkie urządzenia. Zwykle ma mniej zakłóceń, ale sygnał nie nadaje się tak dobrze do zamkniętych pomieszczeń.
ru: Диапазон 2,4 ГГц более широко поддерживается клиентами, но и больше подвержен интерференции. Диапазон 5 ГГц — новый стандарт, и может не поддерживаться всеми вашими устройствами. Обычно он имеет меньше помех, но сигнал не так хорошо распространяется в помещении.
sk: Pásmo 2,4 GHz sa častejšie používa klientami, ale býva tiež častejšie zarušené. Pásmo 5 GHz je novší štandard, ktorý nemusí byť podporovaný všetkými Vašimi zariadeniami. Zvyčajne je menej zarušené, ale signál sa vnútri budov horšie šíri.

source: Disabled
cs: Vypnuto
da: Deaktiveret
de: Deaktiviert
fr: Désactivé
hu: Letiltva
it: Disabilitato
lt: Išjungta
nb: Avskrudd
pl: Wyłączone
ru: Отключён
sk: Vypnuté

source: 802.11n - 20 MHz wide channel
cs: 802.11n – kanál šíře 20 MHz
de: 802.11n - 20 MHz breiter Kanal
fr: 802.11 n - 20 MHz de largeur de canal
hu: 802.11n - 20 MHz széles csatorna
it: 802.11n - ampiezza di canale 20 MHz
lt: 802.11n - 20 MHz pločio kanalas
nb: 802.11n - 20 MHz-bred kanal
pl: 802.11n - szerokość pasma 20 MHz
ru: 802.11n - ширина канала в 20 МГц
sk: 802.11n - kanál široký 20 MHz

source: 802.11n - 40 MHz wide channel
cs: 802.11n – kanál šíře 40 MHz
de: 802.11n - 40 MHz breiter Kanal
fr: 802.11 n - 40 MHz de largeur de canal
hu: 802.11n - 40 MHz széles csatorna
it: 802.11n - ampiezza di canale 40 MHz
lt: 802.11n - 40 MHz pločio kanalas
nb: 802.11n - 40 MHz-bred kanal
pl: 802.11n - szerokość pasma 40 MHz
ru: 802.11n - ширина канала в 40 МГц
sk: 802.11n - kanál široký 40 MHz

source: 802.11ac - 20 MHz wide channel
cs: 802.11ac – kanál šíře 20 MHz
de: 802.11ac - 20 MHz breiter Kanal
fr: 802.11 ac - 20 MHz de largeur de canal
hu: 802.11ac - 20 MHz széles csatorna
it: 802.11ac - ampiezza di canale 20 MHz
lt: 802.11ac - 20 MHz pločio kanalas
nb: 802.11ac - 20 MHz-bred kanal
pl: 802.11ac - szerokość pasma 20 MHz
ru: 802.11ac - ширина канала в 20 МГц
sk: 802.11ac - kanál široký 20 MHz

source: 802.11ac - 40 MHz wide channel
cs: 802.11ac – kanál šíře 40 MHz
de: 802.11ac - 40 MHz breiter Kanal
fr: 802.11 ac - 40 MHz de largeur de canal
hu: 802.11ac - 40 MHz széles csatorna
it: 802.11ac - ampiezza di canale 40 MHz
lt: 802.11ac - 40 MHz pločio kanalas
nb: 802.11ac - 40 MHz-bred kanal
pl: 802.11ac - szerokość pasma 40 MHz
ru: 802.11ac - ширина канала в 40 МГц
sk: 802.11ac - kanál široký 40 MHz

source: 802.11ac - 80 MHz wide channel
cs: 802.11ac – kanál šíře 80 MHz
de: 802.11ac - 80 MHz breiter Kanal
fr: 802.11 ac - 80 MHz de largeur de canal
hu: 802.11ac - 80 MHz széles csatorna
it: 802.11ac - ampiezza di canale 80 MHz
lt: 802.11ac - 80 MHz pločio kanalas
nb: 802.11ac - 80 MHz-bred kanal
pl: 802.11ac - szerokość pasma 80 MHz
ru: 802.11ac - ширина канала в 80 МГц
sk: 802.11ac - kanál široký 80 MHz

source: 802.11n/ac mode
cs: Režim 802.11n/ac
de: 802.11n/ac-Modus
fr: mode 802.11n/ac
hu: 802.11 n/ac mód
it: 802.11n/ac modalità
lt: 802.11n/ac rėžimas
nb: 802.11n/ac-modus
pl: Tryb 802.11n/ac
ru: Режим 802.11n/ac
sk: Režim 802.11n/ac

source: Change this to adjust 802.11n/ac mode of operation. 802.11n with 40 MHz wide channels can yield higher throughput but can cause more interference in the network. If you don't know what to choose, use the default option with 20 MHz wide channel.
cs: Touto volbou můžete upravit režim 802.11n/ac. V režimu 802.11n s 40 MHz širokým kanálem můžete dosáhnout vyšší datové propustnosti, ale zároveň dochází k vyššímu zarušení sítě. Pokud nevíte, jakou možnost zde vybrat, ponechte vybranou výchozí volbu s 20 MHz širokým kanálem.
da: Skift denne for at tilpasse 802.11n/ac mode. 802.11n with 40 MHz wide channels kan give bedre højere båndbredde, men mere interferens i netværket. Hvis du ikke ved hvad du skal vælge, brug standardindstillingen med 20MHz wide channel.
de: Diese Option ändert den 802.11n/ac-Betriebsmodus. Im 802.11n-Modus mit 40 MHz Kanalbreite können Sie einen größeren Datendurchsatz erreichen, es kann aber dabei zu größeren Kommunikationsstörungen kommen. Im Zweifelsfall ist 20 MHz die zuverlässigere Wahl.
fr: Changer cela pour ajuster le mode de fonctionnement 802.11n/ac. 802.11n avec une largeur de canal de 40 MHz peut produire un débit plus élevé, mais peut causer plus d’interférences dans le réseau. Si vous ne savez pas quoi choisir, utilisez l’option par défaut avec une largeur de canal de 20 MHz.
hu: A 802.11 n/ac üzemmód beállítása. 802.11n 40 MHz széles csatornán nagyobb teljesítményre képes, de több zavart okozhat a hálózaton. Bizonytalanság esetén használjuk az alapértelmezett beállítást 20 MHz széles csatornával.
it: Modificare questa opzione per regolare la modalità di funzionamento 802.11n / ac. 802.11n con canali larghi 40 MHz può produrre un rendimento superiore ma può causare maggiori interferenze nella rete. Se non si conosce cosa scegliere, utilizzare l'opzione predefinita con un canale di 20 MHz.
lt: Čia galite 802.11n/ac darbo rėžimą. 802.11n su 40 MHz pločio kanalu gali turėti didesnė pralaidumą tačiau sukelti daugiau trukdžių tinkle. Jei nežinote ką pasirinkti, naudokite standartinį 20 MHz pločio kanalą.
nb: Endre dette for å justere 802.11n/av-operasjonsmodus. 802.11n med 40 MHz brede kanaler kan dytte mer data, men kan også forårsake mer forstyrrelse i nettverket. Hvis du ikke vet hva du skal velge, bruk forvalget med 20 MHz bred kanal.
pl: Zmień to ustawienie, aby dostosować tryb pracy standardu 802.11n/ac. 802.11n z kanałami o szerokości 40 MHz może przynieść większą przepustowość, ale może powodować więcej zakłóceń w sieci. Jeśli nie wiesz, co wybrać, użyj opcji domyślnej z kanałem szerokości 20 MHz.
ru: Измените, чтобы настроить режим работы 802.11n/ac. 802.11n с каналами шириной 40 МГц обеспечивает более высокую пропускную способность, но может вызвать больше помех в сети. Если вы не знаете, что выбрать, используйте параметр по умолчанию с каналом шириной в 20 МГц.
sk: Touto voľbou môžete upraviť režim 802.11n/ac. V režime 802.11n s kanálom širokým 40 MHz môžete dosiahnuť vyššiu dátovú priepustnosť, ale zároveň dochádza k vyššiemu zarušeniu siete. Pokiaľ neviete, akú možnosť vybrať, nechajte vybranú predvolenú voľbu s kanálom širokým 20 MHz.

source: auto
cs: automaticky
de: automatisch
hu: automatikus
lt: automatinis
nb: automatisk
ru: авто
sk: automaticky

source: Network channel
cs: Kanál
da: Netværkskanal
de: Netzwerkkanal
fr: Canal de réseau
hu: Hálózati csatorna
it: Canale di rete
lt: Tinklo kanalas
nb: Nettverkskanal
pl: Kanał
ru: Канал
sk: Kanál

source: Network password
cs: Heslo pro připojení
da: Netværkskode
de: Netzwerk-Kennwort
fr: Mot de passe réseau
hu: Hálózati jelszó
it: Password di rete
lt: Tinklo slaptažodis
nb: Nettverkspassord
pl: Hasło sieci
ru: Пароль
sk: Heslo pre pripojenie

source: Guest Wi-Fi
cs: Wi-Fi pro hosty
da: Gæste Wi-Fi
de: Gast-WLAN
fr: Wi-Fi pour les invités
hu: Vendég Wi-Fi
it: Wi-Fi ospiti
lt: Svečių Wi-Fi
nb: Gjeste-Wi-Fi
pl: Sieć gościnna
ru: Гостевой Wi-Fi
sk: Wi-Fi pre hostí

source: Set guest Wi-Fi here.
cs: Zde nastavte Wi-Fi pro hosty.
da: Indstil gæste Wi-Fi her.
de: Gast-WLAN hier einrichten.
fr: Réglez le Wi-Fi pour les invités ici.
hu: Vendég Wi-Fi beállítása itt.
it: Impostare la Wi-Fi qui.
lt: Čia galite keisti svečių Wi-Fi.
nb: Sett gjeste-Wi-Fi her.
pl: Ustawienia sieci gościnnej Wi-Fi.
ru: Настройте гостевой Wi-Fi здесь.
sk: Tu nastavte Wi-Fi pre hostí.

source: Enable guest Wi-Fi
cs: Zapnout Wi-Fi pro hosty
da: Aktiver gæste Wi-Fi
de: Gast-WLAN aktivieren
fr: Activer le mode Wi-Fi invité
hu: Vendég Wi-Fi engedélyezése
it: Abilitare la Wi-Fi ospiti
lt: Įjungti svečių Wi-Fi
nb: Skru på gjeste Wi-Fi
pl: Włącz sieć gościnną Wi-Fi
ru: Включить гостевой Wi-Fi
sk: Povoliť Wi-Fi pre hostí
