Repository: CZ-NIC/foris
Catalog: foris/locale/*/LC_MESSAGES/foris.po
Languages: cs, da, de, fr, hu, it, lt, nb, pl, ru, sk

source: Update approvals can be useful when you want to make sure that updates won't harm your specific configuration. You can refuse the questionable update temporarily and install it when you are ready. It isn't possible to decline the update forever and it will be offered to you again together with the next package installation.
cs: Schvalování aktualizací se může hodit když potřebujete jistotu, že aktualizace nerozbije něco z vašich specifických nastavení. Můžete diskutabilní aktualizaci odmítnout a nainstalovat ji, až budete připraveni. Aktualizace není možné odmítnout napořád, odložená aktualizace vám bude znovu nabídnuta společně s příští instalací balíčků.
da: Godkendelser af opdateringer kan være praktisk, hvis du vil være sikker på, at opdateringer ikke vil skade nogle af dine særlige indstillinger. Du kan udskyde den opdateringen midlertidigt og installere dem når du er parat. Det er ikke muligt at nægte opdateringen for evigt, den vil blive foreslået til dig sammen med den næste opdatering igen.
de: Updategenehmigungen können nützlich sein, wenn Sie sicher gehen wollen, dass die Updates Ihrer eigenen Konfiguration nicht schaden. Sie können das fragwürdige Update vorübergehend verschieben und es erst installieren, wenn Sie dazu bereit sind. Es nicht möglich, das Update dauerhaft abzulehnen, es wird zusammen mit dem nächsten Update wieder vorgeschlagen werden.
fr: Les approbations de mises-à-jour peuvent être utiles lorsque vous voulez vous assurer que les mises à jour ne nuiront pas à votre configuration spécifique. Vous pouvez refuser temporairement toute mise-à-jour douteuse et l'installer lorsque vous êtes prêt. Il n'est pas possible de refuser une mise-à-jour pour toujours et elle vous sera à nouveau proposée lors d'une prochain installation de paquets.
hu: Jóváhagyás akkor lehet hasznos, ha szeretne megbizonyosodni arról, hogy a frissítések nem fognak ártani a konkrét beállításainak. A kérdéses frissítés ideiglenesen megtagadható, és ha készen áll, telepíthető. Nem lehet örökre visszautasítani a frissítést, és a következő csomag telepítésénél újra fel fogja ajánlani.
it: L'aggiornamento delle approvazioni può essere utile quando si desidera assicurarsi che gli aggiornamenti non danneggino la tua configurazione specifica. Puoi rifiutare temporaneamente un aggiornamento sospetto e installarlo quando sei pronto. Non è possibile rifiutare sempre l'aggiornamento, esso sarà nuovamente offerto insieme all'installazione successiva del pacchetto.
lt: Atnaujinimų patvirtinimai gali būti naudingi jei norite įsitikinti, kad atnaujinimai nesugadins specifinių jūsų pakeitimų sistemoje. Galite laikinai atidėti įtartinus atnaujinimus ir įdiegti juos tik tuomet kai būsite tam pasirengę. Negalima atnaujinimų atidėti visam laikui, jie bus vėl siūlomi įdiegti kartu su kitų paketų diegimu.
nb: Bekreftelse av oppdateringer er nyttig hvis du ønsker å forsikre deg om at de ikke skader ditt spesifikke oppsett. Du kan avslå tvilsomme oppdateringer midlertidig, og installere dem når du er klar. Det er ikke mulig å avslå oppdateringen for godt, og den vil bli tilbudt deg igjen sammen med neste pakkeinstallasjon.
pl: Zatwierdzanie aktualizacji może być przydatne, jeśli chcesz mieć pewność, że aktualizacje nie zaszkodzą Twojej konfiguracji. Możesz tymczasowo odłożyć problematyczną aktualizację i zainstalować ją, gdy jesteś do tego przygotowany. Nie można odłożyć aktualizacji na zawsze, zostanie ona zaproponowana wraz z następną instalacją pakietu.
ru: Обновления могут быть одобрены, если вы хотите убедиться, что обновления не повредят вашей конкретной конфигурации. Вы можете временно отложить сомнительные обновления и установить их, когда будете готовы.Невозможно отказаться от обновления навсегда, и оно будет предложено вам снова вместе со следующей установкой пакета.
sk: Schvaľovanie aktualizácií sa môže hodiť, pokiaľ sa chcete uistiť, že aktualizácia neporuší niektoré z Vašich veľmi špeciálnych nastavení. Diskutabilnú aktualizáciu môžete odložiť a nainštalovať ju až keď budete pripravení. Aktualizácie nie je možné odmietať donekonečna. Odložená aktualizácia Vám bude opäť ponúknutá spoločne s budúcou inštaláciou balíčka.

source: Update approvals can be useful when you want to make sure that updates won't harm your specific configuration. You can e.g. install updates when you're prepared for a possible rollback to a previous snapshot and deny the questionable update temporarily. It isn't possible to decline the update forever and it will be offered to you again together with the next package installation.
cs: Schvalování aktualizací se může hodit když potřebujete jistotu, že aktualizace nerozbije něco z vašich specifických nastavení. Aktualizace můžete například nainstalovat až když jste připravení na případný návrat k předchozímu zachycenému stavu a diskutabilní aktualizaci dočasně odmítnout. Aktualizace není možné odmítnout napořád, odložená aktualizace vám bude znovu nabídnuta společně s příští instalací balíčků.
de: Updategenehmigungen können nützlich sein, wenn Sie sicher sein wollen, dass Updates nicht Ihrer eigenen Konfiguration Schaden zufügen sollen. Sie können z. B. Updates installieren, wenn Sie auf ein mögliches <a href='https://www.turris.cz/doc/en/howto/omnia_factory_reset#rollback_to_latest_snapshot'> Rollback zum vorherigen Snapshot</a> vorbereitet sind und die fragwürdigen Updates vorübergehend verschieben. Es nicht möglich, das Update für dauerhaft abzulehnen, es wird zusammen mit dem nächsten Update wieder vorgeschlagen werden.
fr: Les approbations de mise à jour peuvent être utiles lorsque vous voulez vous assurer que les mises à jour ne nuiront pas à votre configuration spécifique. Vous pouvez, par exemple, installer les mises-à-jour lorsque vous êtes prêt pour une restauration possible d'un instantané précédent et refuser temporairement la mise-à-jour douteuse. Il n'est pas possible de refuser une mise-à-jour pour toujours et elle vous sera à nouveau proposée lors de l'installation suivante de paquets.
hu: Jóváhagyás akkor lehet hasznos, ha szeretne megbizonyosodni arról, hogy a frissítések nem fognak ártani a konkrét beállításainak. Például akkor telepíthet frissítést, amikor készen áll esetlegen egy előző pillanatkép visszaállítására és megtagadja a kérdéses frissítést. Nem lehet örökre visszautasítani a frissítést, és a következő csomag telepítésénél újra fel fogja ajánlani.
it: L'approvazione degli aggiornamenti può essere utile quando si desidera assicurarsi che essi non danneggino una configurazione specifica. Puoi ad esempio; sei pronto ad installare gli aggiornamenti ed hai la possibilità di ripristinare ad un'istantanea precedente e vuoi negare temporaneamente un aggiornamento sospetto. Non è possibile rifiutare sempre l'aggiornamento, esso sarà nuovamente insieme all'installazione successiva del pacchetto.
lt: Atnaujinimų patvirtinimai gali būti naudingi jei norite įsitikinti, kad atnaujinimai nesugadins specifinių jūsų pakeitimų sistemoje. Galite laikinai atidėti įtartinus atnaujinimus ir įdiegti juos tik tuomet tuomet kai būsite pasiruošę galimam sistemos atstatymui. Negalima atnaujinimų atidėti visam laikui, jie bus vėl siūlomi įdiegti kartu su kitų paketų diegimu.
nb: Bekreftelse av oppdateringer er nyttig hvis du ønsker å forsikre deg om at de ikke skader ditt spesifikke oppsett. du kan f.eks. installere oppdateringer når du er forberedt på mulig tilbakerulling til tidligere øyeblikksbilde og nekte den tvilsomme oppdateringen midlertidig. Det er ikke mulig å avslå oppdateringen for godt, og den vil bli tilbudt deg igjen sammen med neste pakkeinstallasjon.
pl: Zatwierdzanie aktualizacji może być przydatne, jeśli chcesz mieć pewność, że aktualizacje nie uszkodzą Twojej konfiguracji. Możesz np. zainstalować aktualizacje, gdy jesteś przygotowany na możliwość powrotu do poprzedniej wersji konfiguracji (migawki) i tymczasowo odroczyć aktualizację . Nie można odroczyć aktualizacji na zawsze, zostanie ona zaproponowana wraz z następną aktualizacją pakietu.
ru: Подтверждение обновлений может быть полезно если вы хотите быть уверены, что обновления не повредят вашей конкретной конфигурации. Например, можно установить обновления, когда вы подготовились к возможному откату к предыдущему образу системы, или временно отказать в сомнительном обновлении. Невозможно отказаться от обновления навсегда, и оно будет предложено вам снова вместе со следующей установкой пакета.
sk: Schvaľovanie aktualizácií sa môže hodiť, pokiaľ sa chcete uistiť, že aktualizácia neporuší niektoré z Vašich veľmi špeciálnych nastavení. Môžete napríklad inštalovať aktualizácie, pokiaľ ste pripravení na prípadný návrat na predchádzajúci snapshot a diskutabilnú aktualizáciu dočasne odmietnuť. Aktualizácie nie je možné odmietať donekonečna. Odložená aktualizácia Vám bude opäť ponúknutá spoločne s tou nasledujúcou.

source: after %(input)s days
cs: po %(input)s dnech
de: nach %(input)s Tagen
fr: après %(input)s jours
pl: po %(input)s dniach
ru: после %(input)s дней
sk: po %(input)s dňoch

source: Approve update from %(when)s
cs: Schválit aktualizaci z %(when)s
de: Aktualisierung von %(when)s genehmigen
fr: Approuver la mise à jour à partir de %(when)s
lt: Patvirtinti %(when)s atnaujinimą
pl: Zatwierdź aktualizację od %(when)s
ru: Одобрить обновление от %(when)s
sk: Schváliť aktualizáciu z %(when)s

source: List of changes
cs: Seznam změn
de: Liste der Änderungen
fr: Liste des changements
lt: Pakeitimų sąrašas
pl: Lista zmian
ru: Список изменений
sk: Zoznam zmien

source: Note that a reboot will be triggered after the update.
cs: Pozor! Po aktualizaci bude následovat restart zařízení.
da: Bemærk at en genstart vil bliver udført efter opdateringen.
de: Beachten Sie, dass ein Neustart nach dem Update ausgelöst wird.
fr: Notez qu’un redémarrage sera effectué après la mise à jour.
hu: Figyelem, frissítés után újraindul.
it: Notare che un riavvio verrà attivato dopo l'aggiornamento.
lt: Atkreipkite dėmesį, kad po atnaujinimų bus vykdomas perkrovimas.
nb: Merk at en omstart vil utløses etter oppdateringen.
pl: Należy pamiętać, że po aktualizacji nastąpi ponowne uruchomienie.
ru: Обратите внимание, что после обновления устройство будет перезагружено.
sk: Pozor! Po aktualizácii bude nasledovať reštart zariadenia.

source: Install now
cs: Nainstalovat nyní
de: Jetzt Installieren
fr: Installer maintenant
hu: Telepítés most
it: Installa ora
lt: Įdiegti dabar
nb: Installer nå
pl: Zainstaluj teraz
ru: Установить сейчас
sk: Inštalovať teraz

source: Deny
cs: Odmítnout
da: Afvis
de: Verweigern
fr: Refuser
hu: Megtagad
it: Nega
lt: Atmesti
nb: Nekt
pl: Odrzuć
ru: Отклонить
sk: Odmietnuť

source: No package will be installed unless you install the updates above.
cs: Dokud neschválíte výše zmíněné aktualizace, nebude nainstalován žádný balíček.
da: Ingen pakke vil blive installeret, medmindre du installerer opdateringer ovenfor.
de: Kein weiteres Paket wird installiert, bis die Updates oben installiert wurden.
fr: Aucun paquet ne sera installé, sauf si vous installez les mises à jour ci-dessus.
hu: Nem lesz csomag telepítve van, amíg fenti frissítések hiányoznak.
it: Nessun pacchetto verrà installato a meno che non installi gli aggiornamenti di cui sopra.
lt: Jokie paketai nebus įdiegiami kol neįdiegsite aukščiau pateiktų atnaujinimų.
nb: Ingen pakke vil bli installert med mindre du installerer oppdateringene ovenfor.
pl: Pakiet nie zostanie zainstalowany, chyba że zostaną zainstalowane powyższe aktualizacje.
ru: Пакет не будет установлен, если вы не установите указанные выше обновления.
sk: Dokiaľ neschválite vyššie spomenuté aktualizácie, nenainštaluje sa žiadny balíček.

source: If you don't install the updates manually, they will be installed automatically after %(time)s.
cs: Pokud aktualizace nenainstalujete ručně, budou po %(time)s nainstalovány automaticky.
de: Wenn Sie die Updates nicht manuell installieren, werden sie nach %(time)s automatisch installiert.
lt: Jei neįdiegsite atnaujinimų rankiniu būdu, jie bus įdiegti automatiškai po %(time)s.
pl: Jeśli instalacja aktualizacji nie zostanie przeprowadzona ręcznie, zostaną one automatycznie zainstalowane po %(time)s.
ru: Если вы не установите обновления вручную, они будут установлены автоматически после %(time)s.
sk: Pokiaľ nenainštalujete aktualizácie ručne, nainštalujú sa po %(time)s automaticky.

source: Package lists
cs: Seznamy balíčků
da: Pakkelister
de: Liste der Softwarepakete
fr: Listes de paquets
hu: Csomaglisták
it: Lista dei pacchetti
lt: Paketų sąrašai
nb: Pakkelister
pl: Listy pakietów
ru: Списки пакетов
sk: Zoznamy balíčkov

source: Save and update
cs: Uložit a aktualizovat
de: Speichern und aktualisieren
fr: Sauvegarder et mettre à jour
pl: Zapisz i zaktualizuj
ru: Сохранить и обновить
sk: Uložiť a aktualizovať

source: You WAN configuration is probably not correct or your WAN interface hasn't been properly initialized yet.
cs: Vaše nastavení WAN pravděpodobně není správné nebo WAN rozhraní ještě nebylo řádně zinicializováno.
de: Ihre WAN Konfiguration ist wahrscheinlich inkorrekt oder Ihre WAN-Schnittstelle ist noch nicht ordnungsgemäß initialisiert.
fr: Votre configuration WAN n'est probablement pas correcte ou votre interface WAN n'a pas encore été correctement initialisée.
hu: A WAN konfiguráció valószínűleg nem megfelelő, vagy a WAN interfész még nem lett megfelelően inicializálva.
it: Probabilmente la configurazione WAN non è corretta o l'interfaccia WAN non è stata ancora correttamente inizializzata.
lt: Jūsų WAN nustatymai netinkami arba WAN interfeisas dar nėra paruoštas darbui.
nb: Ditt WAN-oppsett er antagelig ikke rett, eller så har ikke ditt WAN-grensesnitt blitt satt i gang ordentlig enda.
pl: Prawdopodobnie konfiguracja WAN nie jest poprawna lub twój interfejs WAN nie został jeszcze poprawnie zainicjowany.
ru: Возможно, конфигурация WAN неверна, или ваш интерфейс WAN еще не был правильно инициализирован.
sk: Vaše nastavenie WAN pravdepodobne nie je správne alebo WAN rozhranie ešte nebolo správne zinicializované.

source: WAN port has no link or it hasn't been configured yet. Your internet connection probably won't work.
cs: Do zdířky WAN není zapojený kabel nebo ještě nebyla nastavená. Vaše připojení do Internetu zřejmě nebude fungovat.
de: Der WAN-Port ist nicht verbunden oder wurde noch nicht konfiguriert. Ihre Internetverbindung wird wahrscheinlich nicht funktionieren.
fr: Le port WAN n’a pas de lien ou n’a pas encore été configuré. Votre connexion Internet ne fonctionnera probablement pas.
pl: Port WAN nie ma połączenia lub nie został jeszcze skonfigurowany. Twoje połączenie internetowe prawdopodobnie nie będzie działać.
ru: Порт WAN не имеет связи или еще не настроен. Соединение с Интернетом, вероятно, не будет работать.
sk: Do portu WAN nie je zapojený kábel alebo sieť ešte nebolo nastavená. Vaše pripojenie do Internetu zrejme nebude fungovať.

source: We were unable to detect any wireless cards in your router.
cs: Ve vašem zařízení nebyly nalezeny žádné Wi-Fi karty.
da: Vi var ikke i stand til at detektere nogle wireless netkort i din router.
de: In Ihrem Router wurden keine WLAN-Karten erkannt.
fr: Nous avons été incapables de détecter des cartes sans fil dans votre routeur.
hu: Nem sikerült felismerni a routerben semmilyen vezeték-nélküli kártyát.
it: Non siamo stati in grado di rilevare le schede wireless nel router.
lt: Nepavyko aptikti nei vienos belaidžio tinklo plokštės šiame maršrutizatoriuje.
pl: Nie wykryto żadnych bezprzewodowych kart sieciowych w routerze.
ru: Мы не смогли обнаружить какие-либо беспроводные карты в вашем маршрутизаторе.
sk: Vo Vašom zariadení sa nenašli žiadne Wi-Fi karty.

source: If a number of wireless cards doesn't match, you may try to reset the Wi-Fi settings. Note that this will remove the current Wi-Fi configuration and restore the default values.
cs: Pokud počet Wi-Fi karet neodpovídá vašemu uspořádání, můžete zkusit resetovat nastavení Wi-Fi. Vezměte ale na vědomí, že současná nastavení Wi-Fi budou odstraněna a nahrazena výchozími hodnotami.
de: Wenn die Anzahl der WLAN Karten nicht übereinstimmt, könnte ein Reset der Einstellungen helfen. Beachte: das entfernt die aktuellen Einstellungen und stellt die Standardwerte wieder her.
fr: Si le nombre de cartes sans fil ne correspond pas, vous pouvez tenter de réinitialiser les paramètres Wi-Fi. Notez que cela supprimera la configuration Wi-Fi actuelle et rétablira les valeurs par défaut.
hu: Ha a vezeték nélküli kártyák száma nem egyezik, megpróbálhatja a Wi-Fi beállításokat visszaállítani. Vegye figyelembe, hogy ez el fogja távolítani a meglévő Wi-Fi beállításokat és visszaállítja az alapértelmezett értékeket.
it: Se un numero di schede wireless non corrisponde, puoi provare a ripristinare le impostazioni Wi-Fi. Si noti che ciò rimuoverà la configurazione Wi-Fi corrente e ripristinerà i valori predefiniti.
lt: Jei belaidžio ryšio kortos neatitinka galite pabandyti atstatyti Wi-Fi nustatymus. Atkreipkite dėmesį kad tai panaikins esamus Wi-Fi nustatymus ir atstatys viską į pradines reikšmes.
nb: Hvis et antall trådløskort ikke stemmer overens, kan du prøve å tilbakestille Wi-Fi-innstillingene. Merk at dette vil fjerne gjeldende Wi-Fi-oppsett og gjenopprette forvalgte verdier.
pl: Jeśli ilość kart bezprzewodowych się nie zgadza, możesz spróbować zresetować ustawienia Wi-Fi. Zwróć uwagę, że spowoduje to usunięcie bieżącej konfiguracji Wi-Fi i przywrócenie wartości domyślnych.
ru: Если количество беспроводных карт не совпадает, вы можете попытаться сбросить настройки Wi-Fi. Обратите внимание, что это приведет к удалению текущей конфигурации Wi-Fi и восстановлению значений по умолчанию.
sk: Pokiaľ počet Wi-Fi kariet nezodpovedá vášmu usporiadaniu, môžete skúsiť resetovať nastavenia Wi-Fi. Vezmite však na vedomie, že súčasné nastavenia Wi-Fi budú odstránené a nahradené predvolenými hodnotami.

source: Reset Wi-Fi settings
cs: Resetovat nastavení Wi-Fi
de: WLAN Einstellungen zurücksetzen
fr: Réinitialiser les paramètres Wi-Fi
hu: Wi-Fi beállítások visszaállítása
it: Reimpostare le impostazioni Wi-Fi
lt: Atstatyti Wi-Fi nustatymus
pl: Zresetuj ustawienia Wi-Fi
ru: Сброс настроек Wi-Fi
sk: Resetovať nastavenia Wi-Fi

source: One of the most important features of router Turris are automatic system updates. Thanks to this function your router's software stays up to date and offers better protection against attacks from the Internet.
cs: Jednou z nejdůležitějších funkcí směrovače Turris jsou automatické aktualizace systému. Díky nim je software ve vašem routeru stále aktuální, takže jak router samotný, tak i vaše síť je odolnější vůči útokům ze sítě Internet.
de: Eine der wichtigsten Eigenschaften des Turris-Routers sind die automatischen Systemaktualisierungen. Dank dieser Funktion wird Ihr Router stets aktuell gehalten und wird auch somit besser gegen Angriffe aus dem Internet geschützt.
fr: Une des caractéristiques les plus importantes du routeur Turris est la mise à jour automatique du système. Grâce à cette fonction le logiciel de votre routeur reste à jour et offre une meilleure protection contre les attaques provenant d'Internet.
hu: Az egyik legfontosabb jellemzője a Turris Omnia útválasztónak az automatikus rendszer frissítés. Ennek a funkciónak köszönhetően az útválasztó szoftvere naprakész marad és nagyobb védelmet kínál az interneten érkező támadásokkal szemben.
it: Una delle caratteristiche più importanti del router Turris Omnia sono gli aggiornamenti automatici del sistema. Grazie a questa funzione il software del router rimane aggiornato e offre una migliore protezione dagli attacchi provenienti da Internet.
lt: Viena iš svarbiausių Turris maršrutizatoriaus savybių yra automatiniai sistemos atnaujinimai. Dėl šio funkcionalumo maršrutizatoriaus programinė įranga yra visada atnaujinta ir suteikia geresnę apsaugą nuo atakų iš interneto.
nb: Én av de viktigste funksjonene i Turris-ruteren er automatiske systemoppdateringer. Takket være denne funksjonen holder ruterens programvare seg oppdatert og tilbyr bedre beskyttelse mot angrep fra Internett.
pl: Jedną z najważniejszych cech routera Turris są automatyczne aktualizacje systemu. Dzięki tej funkcji oprogramowanie routera jest aktualne i zapewnia lepszą ochronę przed atakami z Internetu.
ru: Одной из наиболее важных особенностей маршрутизатора Turris являются автоматические обновления системы. Благодаря этой функции программное обеспечение вашего маршрутизатора постоянно обновляется и обеспечивает лучшую защиту от атак из Интернета.
sk: Jednou z najdôležitejších vlastností routera Turris sú automatické systémové aktualizácie. Vďaka nim je softvér vo Vašom routeri stále aktuálny, vďaka čomu sú samotný router ako aj Vaša domáca sieť odolnejšie voči útokom zo siete internet.

source: It is <strong>highly recommended</strong> to have this feature <strong>turned on</strong>. If you decide to disable it, be warned that this might weaken the security of your router and network in case flaws in the software are found.
cs: <strong>Důrazně doporučujeme</strong> ponechat tuto funkci <strong>zapnutou</strong>. V případě, že se rozhodnete ji vypnout, vezměte na vědomí, že tím můžete snížit úroveň zabezpečení svého směrovače a sítě v případě, že budou objeveny chyby v jím používaném software.
da: Det er <strong>stærkt anbefalet</strong> at have denne funktion <strong>aktiveret</strong>. Hvis du beslutter at deaktivere den, vær opmærksom på dette kan svække sikkerheden på din router og netværk, i tilfælde af der findes fejl i softwaren.
de: Es ist <strong>dringend empfohlen</strong> diese Funktion <strong>eingeschaltet</strong> ist. Es mag aber Gründe geben, sich anders zu entscheiden. Seien Sie aber gewarnt, dass dies die Sicherheit Ihres Routers und Netzwerks schwächen kann, falls Sicherheitslücken in der Software gefunden werden.
fr: Il est <strong>fortement recommandé</strong> d’avoir cette fonction <strong>activée</strong>. Si vous décidez de la désactiver, soyez averti que cela pourrait affaiblir la sécurité de votre routeur et du réseau dans le cas où des failles dans le logiciel seraient découvertes.
hu: <strong>Erősen ajánlott</strong>, hogy ez a funkció <strong>bekapcsolva</strong> legyen. Ha úgy dönt, hogy kikapcsolja, tudjon róla, hogy ez gyengítheti az útválasztó és hálózat biztonságát szoftverhiba kiderülése esetén.
it: Si <strong> consiglia fortemente </strong> di mantenere questa funzionalità <strong>attivata</strong>. Se decidi di disattivarla, sei avvisato che questo potrebbe indebolire la sicurezza del router e della rete nel caso in cui si trovino difetti nel software.
lt: <strong>Rekomenduojame</strong> palikti šią funkciją <strong>įjungtą</strong>. Jei nuspręsite išjungti, nepamirškite kad tai gali padaryti įrenginį ir tinklą labiau pažeidžiamą, jei būtų rasti rimti įrenginyje naudojamos programinės įrangos trūkumai.
nb: Det <strong>anbefales sterkt</strong> å ha denne funksjonen <strong>påslått</strong>. Hvis du beslutter å skru den av, vær advart mot at dette svekker sikkerheten for din ruter og nettverk i fall det blir funnet svakheter i programvaren.
pl: Jest <strong>wysoce zalecane</strong>, aby ta funkcja była <strong>włączona</strong>. Jeśli zdecydujesz się na jej wyłączenie, może to osłabić bezpieczeństwo routera i sieci, jeśli wystąpią błędy w oprogramowaniu.
ru: Очень <strong>рекомендуется</strong>, чтобы эта функция была <strong>включена</strong>. Предупреждаем, что если вы решите отключить ее, то это может ослабить безопасность вашего маршрутизатора и сети в случае недостатков в программном обеспечении.
sk: <strong>Dôrazne Vám odporúčame</strong> nechať túto funkciu <strong>zapnutú</strong>. V prípade, že sa rozhodnete ju vypnúť, vezmite, prosím, na vedomie, že tým môžete znížiť úroveň zabezpečenia svojho routera a siete v prípade, že sa v použitom softvéri objavia chyby.
