Repository: CZ-NIC/foris
Catalog: foris/locale/*/LC_MESSAGES/foris.po
Languages: cs, da, de, fr, hu, it, lt, nb, pl, ru, sk

source: By turning the automatic updates on, you agree to this feature's license agreement. More information is available <a href="#" id="toggle-eula">here</a>.
cs: Zapnutím automatických aktualizací souhlasíte s licenčním ujednáním pro tuto službu. Více informací naleznete <a href="#" id="toggle-eula">zde</a>.
da: Ved at slå de automatiske opdateringer til, accepterer du denne funktions licensaftale. Flere oplysninger kan findes <a href="#" id="toggle-eula"> her</a>.
de: Mit der Aktivierung der automatischen Aktualisierungen stimmen Sie der Lizenzvereinbarung dieser Funktion zu. Mehrere Informationen sind <a href="#" id="toggle-eula">hier</a> erhältlich.
fr: En activant les mises à jour automatiques, vous acceptez les termes de l'accord de licence de cette fonctionnalité. Plus d’informations sont disponibles <a href="#" id="toggle-eula"> ici</a>.
hu: Az automatikus frissítést bekapcsolásával, Ön elfogadja a funkció licencszerződését. Bővebb információ <a href="#" id="toggle-eula"> itt</a>.
it: Attivando l'aggiornamento automatico, accetti l'accordo di licenza di questa funzionalità. Ulteriori informazioni sono disponibili <a href="#" id="toggle-eula">qui</a>.
lt: Įjungdami automatinius atnaujinimus jūs sutinkate su šios funkcijos licencijos sutartimi. Daugiau informacijos rasite <a href="#" id="toggle-eula">čia</a>.
nb: Ved å skru på automatiske oppdateringer, samtykker du til denne funksjonens lisensargument. Mer info tilgjengelig <a href="#" id="toggle-eula">her</a>.
pl: Przez włączenie funkcji automatycznych aktualizacji zgadzasz się na tę licencję. Więcej informacji jest dostępnych <a href="#" id="toggle-eula">tutaj</a>.
ru: Включив автоматические обновления, вы соглашаетесь с этим лицензионным соглашением. Дополнительная информация доступна <a href="#" id="toggle-eula">здесь</a>.
sk: Povolením automatických aktualizácií súhlasíte s licenčnou zmluvou pre túto službu. Viac informácií je možné nájsť <a href="#" id="toggle-eula">tu</a>.

source: Most important points from the license agreement:
cs: Některé důležité body z licenčního ujednání:
da: De vigtigste punkter fra licensaftalen:
de: Die wichtigsten Punkte der Lizenzvereinbarung:
fr: Points les plus importants de l’accord de licence :
hu: A licencszerződés legfontosabb pontjai:
it: I punti più importanti dell'accordo di licenza:
lt: Esminiai licencijos sutarties punktai:
nb: De viktigste poengene fra lisensavtalen:
pl: Najważniejsze punkty wynikające z umowy licencyjnej:
ru: Наиболее важные пункты лицензионного соглашения:
sk: Niektoré dôležité body z licenčnej zmluvy:

source: Automatic updates are offered to the Turris router owners free of charge.
cs: Automatické aktualizace jsou nabízeny vlastníkům zařízení Turris zdarma.
de: Automatische Aktualisierungen für den Turris-Routers sind kostenlos.
fr: Les mises à jour automatiques sont offertes gratuitement aux propriétaires du routeur Turris.
hu: Az automatikus frissítés a Turris Omnia tulajdonosoknak ingyenes.
it: Gli aggiornamenti automatici vengono offerti gratuitamente ai possessori di Turris Omnia.
lt: Automatiniai atnaujinimai Turris savininkams suteikiami nemokamai.
nb: Automatiske oppdateringer tilbys Turris-rutereiere gratis.
pl: Automatyczne aktualizacje są oferowane właścicielom routera Turris bezpłatnie.
ru: Автоматические обновления предлагаются владельцам маршрутизатора Turris бесплатно.
sk: Automatické aktualizácie sa poskytujú vlastníkom routera Turris zadarmo.

source: Updates are prepared exclusively by CZ.NIC, z. s. p. o.
cs: Aktualizace jsou připravovány výhradně sdružením CZ.NIC, z. s. p. o.
da: Opdateringer er udelukkende udarbejdet af CZ.NIC, z. s. p. o.
de: Aktualisierungen werden exclusiv von CZ.NIC, z. s. p. o. vorbereitet.
fr: Les mises à jour sont préparées exclusivement par CZ.NIC, z. s. p. o.
hu: A frissítéseket kizárólag a CZ.NIC, z. ok. p. o. készíti.
it: Gli aggiornamenti sono preparati esclusivamente da CZ.NIC, z. s. p. o.
lt: Atnaujinimus ruošia išskirtinai tik CZ.NIC, z. s. p. o.
nb: Oppdateringer forberedes eksklusivt av CZ.NIC, z. s. p. o.
pl: Aktualizacje są przygotowywane wyłącznie przez CZ.NIC, z. s. p. o.
ru: Обновления подготовлены исключительно CZ.NIC, z. s. p. о.
sk: Aktualizácie pripravuje výlučne spoločnosť CZ.NIC, z. s. p. o.

source: Enabling of the automatic updates is a prerequisite for additional security features of Turris router.
cs: Zapnutí automatických aktualizací je podmínkou pro zapnutí dalších bezpečnostních funkcí směrovače Turris.
da: Aktivering af automatiske opdateringer er en forudsætning for yderligere sikkerhedsfunktioner for Turris router.
de: Die Aktivierung der automatischen Aktualisierungen ist eine Voraussetzung für weitere Sicherheitsfunktionen des Turris-Routers.
fr: L'activation des mises à jour automatiques est une condition préalable pour pouvoir bénéficier des fonctionnalités de sécurité supplémentaires sur le routeur Turris.
hu: Az automatikus frissítések engedélyezése előfeltétele a Turris Omnia további biztonsági funkcióinak.
it: L'abilitazione degli aggiornamenti automatici è un prerequisito per ulteriori funzionalità di protezione di Turris Omnia.
lt: Automatinių atnaujinimų įjungimas yra privalomas norint naudoti kai kurias Turris maršrutizatoriaus saugumo funkcijas.
nb: Aktivering av automatiske oppdateringer er en forutsetning for ytterligere sikkerhetsfunksjoner for Turris-ruteren.
pl: Włączenie automatycznych aktualizacji jest warunkiem wstępnym dla dodatkowych funkcji bezpieczeństwa routera Turris.
ru: Включение автоматических обновлений является необходимым предварительным условием для дополнительных функций безопасности маршрутизатора Turris.
sk: Povolenie automatických aktualizácií je podmienkou pre zapnutie ďalších bezpečnostných funkcií routera Turris.

source: Automatic updates take place at the time of their release, the time of installation cannot be influenced by the user.
cs: Automatické aktualizace jsou prováděny v okamžiku jejich zveřejnění, čas instalace si uživatel nemůže zvolit.
da: Automatiske opdateringer finder sted på tidspunktet for deres frigivelse, installationen ikke kan påvirkes af brugeren.
de: Automatische Aktualisierungen werden unmittelbar nach der Bereitstellung installiert, der Zeitpunkt der Installation kann nicht durch den Benutzer beeinflusst werden.
fr: Les mises à jour automatiques ont lieu au moment de leur publication, l'heure d'installation ne peut pas être influencée par l'utilisateur.
hu: Automatikus frissítések a kiadás időpontjában zajlanak, a telepítés ideje a felhasználó által nem befolyásolható.
it: Gli aggiornamenti automatici avvengono al momento della loro rilascio, l'ora dell'installazione non può essere influenzata dall'utente.
lt: Automatiniai atnaujinimai vykdomi jų išleidimo metu, naudotojai negali keisti jų įdiegimo laiko.
nb: Automatiske oppdateringer finner sted når de blir sluppet, installasjonstidspunktet kan ikke påvirkes av brukeren.
pl: Automatyczne aktualizacje odbywają się w momencie ich wydania, użytkownik nie ma wpływu na czas instalacji.
ru: Автоматические обновления происходят во время их выпуска, пользователь не может влиять на время установки.
sk: Automatické aktualizácie sa vykonávajú v okamihu ich zverejnenia, čas inštalácie si používateľ nemôže zvoliť.

source: Having the automatic updates turned on can result in increased Internet traffic on your router. Expenses related to this increase are covered by you.
cs: V souvislosti se stahováním aktualizací můžete zaznamenat zvýšení objemu přenášených dat. Případné náklady spojené s tímto zvýšením jdou na váš účet.
da: Ved at have de automatiske opdateringer slået til kan det resultere i øget internettrafik på din router. Udgifterne til denne stigning betales af dig.
de: Das Einschalten der automatischen Aktualisierungen kann zu erhöhter Datenübertragung von und in das Internet führen. Eventuelle verbundene Mehrkosten sind von Ihnen zu tragen.
fr: L'activation des mises à jour automatiques peut entraîner une augmentation du trafic Internet sur votre routeur. Les frais occasionnés par cette augmentation sont à votre charge.
hu: Az automatikus frissítés bekapcsolása következtében megnövekedhet az útválasztó internetes adatforgalma. A költségeket Ön állja.
it: L'attivazione degli aggiornamenti automatici può causare un aumento del traffico Internet sul router. Le spese relative a questo aumento sono coperte dall'utente stesso.
lt: Įjungti automatiniai atnaujinimai gali padidinti duomenų srautus iš interneto. Jūs padengiate dėl to galimai atsiradusias išlaidas.
pl: Po włączeniu automatycznych aktualizacji może wystąpić zwiększony ruch internetowy na routerze. Wydatki związane z tym wzrostem są pokrywane przez Ciebie.
ru: Наличие автоматического обновления может привести к увеличению интернет-трафика на вашем маршрутизаторе. Расходы, связанные с этим увеличением, покрываются вами.
sk: V súvislosti s preberaním aktualizácií môžete zaznamenať zvýšenie dátových prenosov. Náklady spojené s týmito zvýšenými dátovými prenosmi idú na Váš účet.

source: Automatic updates cannot protect you against every attack coming from the Internet. Please do not forget to protect your workstations and other devices by installing antivirus software and explaining to your family members how to stay safe on the Internet.
cs: Jen samotná automatická instalace aktualizací zabezpečení rozhodně neochrání proti všem případným útokům z Internetu. Nezapomínejte proto také jak na řádné zabezpečení vaší sítě a počítačů antivirovým software, tak na osvětu uživatelů ohledně bezpečného chování na Internetu. Sdružení CZ.NIC Vám neposkytuje ochranu proti síťovým útokům, škodlivým datovým tokům a dalším bezpečnostním incidentům, ke kterým může v rámci sítě Internet docházet.
da: Automatiske opdateringer kan ikke beskytte dig mod ethvert angreb fra internet. Glem ikke med til at beskytte dine arbejdsstationer og andre enheder ved at installere antivirusprogrammer og forklare dine familiemedlemmer hvordan man sikkert kan færdes på internet.
de: Automatische Aktualisierungen können Sie nicht gegen alle aus dem Internet stammenden Angriffe schützen. Vergessen Sie bitte nicht Ihre Rechner und andere Geräte durch eine Antivirensoftware oder andere Sicherheitsmaßnahmen zu schützen. Erklären Sie Ihrer Familie, wie man sich im Internet sicher verhält.
fr: Les mises à jour automatiques ne peuvent pas vous protéger contre toutes les attaques provenant d'Internet. Veuillez ne pas oublier de protéger vos postes de travail et autres appareils par l'installation de logiciels antivirus et expliquer aux membres de votre famille comment rester en sécurité sur Internet.
hu: Automatikus frissítések nem védenek minden az internet felől érkező támadás ellen. Ne felejtse el védeni a munkaállomásokat és más eszközöket víruskereső szoftver telepítésével, és magyarázza el családtagjainak, hogyan maradhat biztonságban az interneten.
it: Gli aggiornamenti automatici non possono proteggerti da ogni attacco proveniente da Internet. Non dimenticare di proteggere le stazioni di lavoro e altri dispositivi installando software antivirus e spiegando ai tuoi familiari come rimanere sicuri su Internet.
lt: Automatiniai atnaujinimai negali jūsų apsaugoti nuo visų įmanomų atakų iš interneto. Nepamirškite apsaugoti savo kompiuterius ir kitus įrenginius įdiegdami antivirusines programas ir apmokydami šeimos narius kaip saugiai naudotis internetu.
pl: Automatyczne aktualizacje nie chronią przed atakami pochodzącymi z Internetu. Nie zapomnij zabezpieczyć swoich stacji roboczych i innych urządzeń, instalując oprogramowanie antywirusowe i wyjaśnij swoim członkom rodziny, jak zachować bezpieczeństwo w Internecie.
ru: Автоматические обновления не могут защитить вас от каждой атаки, исходящей из Интернета. Не забудьте защитить свои рабочие станции и другие устройства, установив антивирусное программное обеспечение и объяснив членам вашей семьи, как оставаться в безопасности в Интернете.
sk: Bezpečnostné aktualizácie nie sú všemocné; nezabúdajte tiež na riadne zabezpečenie Vašej siete a pracovných staníc antivírusom, ako aj na osvetu používateľov. Združenie CZ.NIC Vám neposkytuje ochranu proti sieťovým útokom, škodlivým dátovým tokom a ďalším bezpečnostným incidentom, ku ktorým môže v rámci siete internet dochádzať.

source: CZ.NIC, z. s. p. o. does not guarantee the availability of this service and is not responsible for any damages caused by the automatic updates.
cs: CZ.NIC, z. s. p. o. negarantuje dostupnost služby a nenese odpovědnost za škody způsobené aktualizacemi.
da: CZ. NIC, z. s. p. o. garanterer ikke tilgængeligheden af denne tjeneste og er ikke ansvarlig for eventuelle skader forårsaget af de automatiske opdateringer.
de: Die Gesellschaft CZ.NIC, z. s. p. o. garantiert nicht die Verfügbarkeit dieses Dienstes und ist nicht Verantwortlich für etwaige Schäden, die durch die automatischen Aktualisierungen verursacht sein könnten.
fr: CZ.NIC, z. s. p. o. ne garantit pas la disponibilité de ce service et n'est pas responsable pour tout dommage causé par les mises à jour automatiques.
hu: CZ.NIC, z. ok. p. o. nem garantálja a szolgáltatás elérhetőségét, nem felelős semmilyen kárért, amelyet az automatikus frissítés okozhat.
it: CZ.NIC, z. S. p. o. non garantisce la disponibilità di questo servizio e non è responsabile per eventuali danni causati dagli aggiornamenti automatici.
lt: CZ.NIC, z. s. p. o. negarantuoja šios paslaugos prieinamumo ir neatsako už jokią automatinių atnaujinimų sukeltą žalą.
nb: CZ.NIC, z. s. p. o. garanterer ikke for tilgjengeligheten av denne tjenesten, og er ikke ansvarlige for noen skade forårsaket av automatiske oppdateringer.
pl: CZ.NIC, z. s. p. o. nie gwarantuje dostępności tej usługi i nie ponosi odpowiedzialności za żadne szkody spowodowane automatycznymi aktualizacjami.
ru: CZ.NIC, z. s. p. o. не гарантирует доступность этой услуги и не несет ответственности за любые убытки, вызванные автоматическими обновлениями.
sk: CZ.NIC, z. s. p. o. negarantuje dostupnosť služby a nepreberá zodpovednosť za škody spôsobené aktualizáciami.

source: By enabling of the automatic updates, you confirm that you are the owner of this Turris router and you agree with the full text of the <a href="https://www.turris.cz/omnia-updater-eula">license agreement</a>.
cs: Zapnutím automatické instalace aktualizací potvrzujete, že jste vlastníkem tohoto routeru Turris a seznámili jste se s <a href="https://www.turris.cz/omnia-updater-eula">kompletními podmínkami účasti</a> v tomto projektu.
da: Ved aktivering af de automatiske opdateringer, bekræfter du at du er ejeren af denne Turris router og du er enig med den fulde ordlyd af <a href="https://www.turris.cz/omnia-updater-eula"> licensaftalen</a>.
de: Mit der Aktivierung der automatischen Aktualisierungen bestätigen Sie, dass Sie der Eigentümer dieses Turris-Routers sind und dass Sie der gesamten <a href="https://www.turris.cz/omnia-updater-eula">Lizenzvereinbarung</a> zustimmen.
fr: En activant les mises à jour automatiques, vous confirmez que vous êtes le propriétaire de ce routeur Turris et vous acceptez le texte intégral de l'<a href="https://www.turris.cz/omnia-updater-eula">accord de licence</a>.
hu: Az automatikus frissítések engedélyezésével megerősíti, hogy Ön a tulajdonosa a Turris Omnia útválasztónak, és egyetért a <a href="https://www.turris.cz/omnia-updater-eula"> licencszerződés</a> teljes szövegével.
it: Attivando gli aggiornamenti automatici, confermi di essere il proprietario di questo router Turris Omnia e accetti il testo integrale dell' <a href="https://www.turris.cz/omnia-updater-eula">accordo di licenza </a>.
lt: Įjunkdami automatinius atnaujinimus, jūs patvirtinate, kad esate šio Turris maršrutizatoriaus savininkas ir sutinkate su visu <a href="https://www.turris.cz/omnia-updater-eula">licencijos sutarties</a> tekstu.
nb: Ved å skru på automatiske oppdateringer, bekrefter du at du eier denne Turris-ruteren og du samtykker til hele teksten som utgjør <a href="https://www.turris.cz/omnia-updater-eula">lisensvilkårene</a>.
pl: Po włączeniu automatycznych aktualizacji użytkownik potwierdza, że jest właścicielem tego routera Turris i zgadza się z pełnym tekstem <a href="https://www.turris.cz/omnia-updater-eula">umowy licencyjnej</a>.
ru: Включив автоматические обновления, вы подтверждаете, что являетесь владельцем этого маршрутизатора Turris, и соглашаетесь с полным текстом <a href="https://www.turris.cz/omnia-updater-eula">лицензионного соглашения</a>.
sk: Povolením inštalácie aktualizácií potvrdzujete, že ste vlastníkom tohto routera Turris a oboznámili ste sa s <a href="https://www.turris.cz/omnia-updater-eula">kompletnými podmienkami účasti</a> v tomto projekte.

source: Your password contains non-standard characters. These are not forbidden, but could cause problems on some devices.
cs: Zadané heslo obsahuje nestandardní znaky. Ty sice nejsou zakázané, ale mohou na některých zařízeních způsobovat problémy.
da: Din kode indeholder ikke-standard tegn. Disse er ikke forbudt, men kan give problemer på nogle enheder.
de: Ihr Passwort enthält nicht standardisierte Zeichen. Diese sind zulässig, können aber auf einigen Geräten zu Problemen führen.
fr: Votre mot de passe contient des caractères non standard. Ils ne sont pas interdits, mais ils pourraient causer des problèmes sur certains appareils.
hu: A jelszó nem szabványos karaktereket tartalmaz. Ez nem tilos, de problémákat okozhat egyes készülékeknél.
it: La tua password contiene caratteri non standard. Questi non sono proibiti, ma potrebbero causare problemi su alcuni dispositivi.
lt: Slaptažodyje yra nestandartinių simbolių. Juos naudoti galima, tačiau jie gali sukelti problemų kai kuriems įrenginiams.
nb: Passordet inneholder tegn utenom standardsettet. Disse er ikke forbudt, men kan forårsake problemer på noen enheter.
pl: Hasło zawiera niestandardowe znaki. Nie są zabronione, ale mogą powodować problemy na niektórych urządzeniach.
ru: Ваш пароль содержит нестандартные символы. Это не запрещено, но может вызвать проблемы на некоторых устройствах.
sk: Vami zadané heslo obsahuje neštandardné znaky, ktoré nie sú zakázané, avšak môžu na niektorých zariadeniach spôsobovať problémy.

source: Your SSID contains non-standard characters. These are not forbidden, but could cause problems on some devices.
cs: Zadaný název sítě (SSID) obsahuje nestandardní znaky. Ty sice nejsou zakázané, ale mohou na některých zařízeních způsobovat problémy.
da: Dit SSID indeholder tegn, der ikke er standard. Disse er ikke forbudt, men kan forårsage problemer på visse enheder.
de: Ihre SSID beinhaltet nicht standardisierte Zeichen. Diese sind zulässig, können aber auf einigen Geräten zu Problemen führen.
fr: Votre SSID contient des caractères non standards. Ils ne sont pas interdits, mais ils pourraient causer des problèmes sur certains appareils.
hu: Az SSID nem szabványos karaktereket tartalmaz. Ezek nem tilos, de problémákat okozhat egyes készülékeknél.
it: Il tuo SSID contiene caratteri non standard. Questi non sono proibiti, ma potrebbero causare problemi su alcuni dispositivi.
lt: SSID yra nestandartinių simbolių. Juos naudoti galima, tačiau tai gali sukelti problemų kai kuriems įrenginiams.
nb: Din SSID inneholder tegn utenom standardsettet. Disse er ikke forbudt, men kan forårsake problemer på noen enheter.
pl: Twoje SSID zawiera znaki niestandardowe. Nie są zabronione, ale mogą powodować problemy na niektórych urządzeniach.
ru: Ваш SSID содержит нестандартные символы. Это не запрещено, но может вызвать проблемы на некоторых устройствах.
sk: Vami zadaný názov siete obsahuje neštandardné znaky, ktoré nie sú zakázané, avšak môžu na niektorých zariadeniach spôsobovať problémy.

source: Error
cs: Chyba
da: Fejl
de: Fehler
fr: Erreur
hu: Hiba
it: Errore
lt: Klaida
nb: Feil
pl: Błąd
ru: Ошибка
sk: Chyba

source: Loading...
cs: Načítání…
da: Indlæser...
de: Lädt...
fr: Chargement en cours...
hu: Betöltés...
it: Caricamento...
lt: Kraunama...
nb: Laster…
pl: Ładuję...
ru: Загрузка…
sk: Načítava sa...

source: Connectivity test failed, testing connection with disabled forwarding.
cs: Test připojení se nezdařil, probíhá test připojení s vypnutým přeposíláním.
da: Forbindelsestest fejlede, tester forbindelse med forwarding deaktiveret.
de: Verbindungstest fehlgeschlagen, Test wird mit deaktivierter Weiterleitung erneut durchgeführt.
fr: Le test de connectivité a échoué, test en cours de la connexion avec redirection désactivée.
hu: Kapcsolat ellenőrzése sikertelen, kapcsolat ellenőrzése letiltott továbbítással.
it: Il test di connettività non è riuscito, sto verificando la connessione con l'inoltro disabilitato.
lt: Ryšio testas nesėkmingas, tikrinamas ryšys išjungus persiuntimą.
nb: Tilkoblingstest mislyktes, tester tilkobling med avskrudd videresending.
pl: Test połączenia nie powiódł się, testowanie połączenia z wyłączonym forwardowaniem.
ru: Не удалось установить соединение, проверив соединение с отключенной переадресацией.
sk: Test pripojenia sa nepodaril, prebieha test pripojenia s vypnutým forwardovaním.

source: The IP address of your router has been changed. It should be accessible from %NEW_IP_LINK%. See the note above for more information about IP address change.
cs: IP adresa vašeho směrovače byla změněna. Nyní by měl být dostupný na adrese %NEW_IP_LINK%. Více informací o změně IP adresy najdete výše.
da: Din routers IP-adresse er blevet ændret. Den bør være tilgængelig på % NEW_IP_LINK %. Se bemærkning ovenfor for mere information om IP adresseændring.
de: Die IP Adresse Ihres Routers wurde geändert. Dieser sollte nun unter %NEW_IP_LINK% zu erreichen sein. Siehe den Kommentar oben für mehr Informationen zur Änderung der IP Adresse.
fr: L’adresse IP de votre routeur a été changée. Il devrait être accessible à partir de %NEW_IP_LINK%. Voir la note ci-dessus pour plus d’informations sur le changement d’adresse IP.
hu: Az útválasztó IP-címe megváltozott. Elérhető innen: % NEW_IP_LINK %. Az IP-cím változásáról további információkhoz lásd a fenti megjegyzést.
it: L'indirizzo IP del router è stato modificato. Deve essere accessibile da%NEW_IP_LINK%. Vedere la nota precedente per ulteriori informazioni sulla modifica dell'indirizzo IP.
lt: Pakeistas maršrutizatoriaus IP adresas. Maršrutizatorius turėtų būti pasiekiamas adresu %NEW_IP_LINK%. Atkreipkite dėmesį į pastabą viršuje apie IP adreso keitimą.
pl: Zmieniono adres IP routera. Powinien być dostępny z %NEW_IP_LINK%. Zobacz notatkę powyżej, aby uzyskać więcej informacji na temat zmiany adresu IP.
ru: IP-адрес вашего маршрутизатора был изменен. Он должен быть доступен через %NEW_IP_LINK%. Дополнительную информацию об изменении IP-адреса см. в примечании выше.
sk: IP adresa Vášho routera sa zmenila. Router by mal byť teraz dostupný na adrese %NEW_IP_LINK%. Viac informácií o zmene IP adresy nájdete vyššie.
