Repository: CZ-NIC/foris
Catalog: foris/locale/*/LC_MESSAGES/foris.po
Languages: cs, da, de, fr, hu, it, lt, nb, pl, ru, sk

source: <strong>Router IP</strong> should not be within DHCP range defined by <strong>DHCP start</strong> and <strong>DHCP max leases </strong>
cs: <strong>IP adresa směrovače</strong> by neměla být z DHCP rozsahu určeném <strong>začátek DHCP</strong> a <strong>DHCP nejvýše zápůjček </strong>
fr: <strong>L’adresse IP du routeur</strong> ne devrait pas être comprise dans la plage DHCP définie par le <strong>début de DHCP</strong> et les <strong>baux maximums de DHCP</strong>
pl: <strong>Adres IP routera</strong> nie powinien znajdować się w zakresie DHCP określonym przez <strong>początek zakresu DHCP</strong> i <strong>maksymalna ilość dzierżaw DHCP</strong>
ru: <strong> IP-адрес маршрутизатора </strong> не должен находиться в пределах диапазона DHCP, определенного в параметрах <strong> Начало пула DHCP </strong> и <strong> Размер пула DHCP </strong>

source: Guest network is used for <a href='%(url)s'>guest Wi-Fi</a>. It is separated from your ordinary LAN. Devices connected to this network are allowed to access the internet, but are not allowed to access the configuration interface of this device nor the devices in LAN.
cs: Síť pro hosty slouží pro <a href='%(url)s'>WiFi pro hosty</a>. Je oddělená od ostatní místní sítě. Zařízením připojeným do této sítě je umožněno přistupovat k Internetu, ale už ne k rozhraní pro nastavování směrovače nebo k zařízením v místní síti.
fr: Le réseau invité est utilisé pour le <a href='%(url)s'>Wi-Fi invité</a>. Il est séparé de votre réseau local ordinaire. Les appareils connectés à ce réseau sont autorisés à se connecter à Internet, mais ils ne sont pas autorisés à accéder à l’interface de configuration de cet appareil ni aux appareils du réseau local.
pl: Sieć gościnna służy do ustawienia <a href='%(url)s'>gościnnej sieci Wi-Fi</a>. Jest odseparowana od zwykłej sieci LAN. Urządzenia podłączone do tej sieci mają dostęp do Internetu, ale nie mają dostępu do interfejsu konfiguracyjnego tego urządzenia ani urządzeń w sieci LAN.
ru: Гостевая сеть используется для <a href='%(url)s'>Гостевого Wi-Fi</a>. Он отделен от вашей обычной локальной сети. Устройствам, подключенным к гостевой сети, разрешен доступ в Интернет, но им не разрешен доступ к интерфейсу конфигурации этого устройства или устройствам в локальной сети.

source: Enable guest network
cs: Zapnout síť pro hosty
da: Aktiver gæstenetværk
de: Gastnetzwerk aktivieren
fr: Activer le réseau invité
hu: Vendég hálózat engedélyezése
it: Abilita rete ospiti
lt: Įjungti svečių tinklą
nb: Skru på gjenstenettverk
pl: Włącz sieć gościnną
ru: Включить гостевую сеть
sk: Povoliť sieť pre hostí

source: Router IP in guest network
cs: IP adresa směrovače v rámci sítě pro hosty
de: Router IP im Gastnetzwerk
fr: Adresse IP du routeur dans le réseau invité
hu: A vendég hálózati útválasztó IP-címe
it: IP del router nella rete ospite
lt: Maršrutizatoriaus IP svečių tinkle
pl: Adres IP routera dla sieci gościnnej
ru: IP-адрес маршрутизатора в гостевой сети
sk: IP adresa routra v rámci siete pre hostí

source: Router's IP address in the guest network. It is necessary that the guest network IPs are different from other networks (LAN, WAN, VPN, etc.).
cs: IP adresa směrovače v rámci sítě pro hosty. Aby vše fungovalo, je nutné, aby se jednalo o jinou podsíť, než jsou podsítě ostatních síťových segmentů (LAN, WAN, VPN, atd.).
de: IP-Adresse des Routers im Gast-Netzwerk. Es ist notwendig, dass der IP-Adressbereich sich von den restlichen Netzwerken unterscheidet (LAN, WAN, VPN, etc.).
fr: Adresse IP du routeur dans le réseau invité. Il est nécessaire que les adresses IP du réseau invité soient différentes des autres réseaux (local, étendu, privé virtuel, etc.).
hu: A vendég hálózati útválasztó IP-címe. Elengedhetetlen, hogy a vendég hálózati IP-k különbözzenek más hálózatokétól (LAN, WAN, VPN, stb.).
it: L'indirizzo IP del router nella rete ospite. È necessario che gli IP della rete ospite siano diversi dalle altre reti (LAN, WAN, VPN, ecc.).
lt: Maršrutizatoriaus IP adresas svečių tinkle. IP adresai svečių tinkle privalo skirtis nuo adresų naudojamų kituose tinkluose (LAN, WAN, VPN, kt.).
pl: Adres IP routera dla sieci gościnnej. Konieczne jest, aby adresy IP sieci gościnnej różniły się od innych sieci (LAN, WAN, VPN itp.).
ru: IP-адрес маршрутизатора для гостевой сети. Необходимо, чтобы IP-адреса гостевой сети отличались от других сетей (LAN, WAN, VPN и т.д.).
sk: IP adresa routra v rámci siete pre hostí. Aby všetko fungovalo, je nutné, aby šlo o inú podsieť, než sú podsiete ostatných sieťových segmentov (LAN, WAN, VPN, atď.).

source: Guest network netmask
cs: Maska sítě pro hosty
de: Gastnetzwerk Netzmaske
fr: Masque de sous-réseau du réseau invité
hu: Vendég hálózat hálózati maszkja
it: Maschera di rete della rete ospiti
lt: Svečių tinklo adreso kaukė
pl: Maska podsieci sieci gościnnej
ru: Маска гостевой сети
sk: Maska siete pre hostí

source: Network mask of the guest network.
cs: Maska sítě pro hosty.
de: Netzwerkmaske des Gast-Netzwerks.
fr: Masque de sous-réseau du réseau invité.
hu: Vendég hálózat hálózati maszkja.
it: Maschera di rete della rete ospite.
lt: Tinklo kaukė svečių tinklui.
pl: Maska podsieci dla sieci gościnnej.
ru: Маска гостевой сети.
sk: Maska siete pre hostí.

source: Enable DHCP
cs: Zapnout DHCP
da: Aktiver DHCP
de: DHCP aktivieren
fr: Activer DHCP
hu: DHCP engedélyezése
it: Abilita DHCP
lt: Įjungti DHCP
nb: Skru på DHCP
pl: Włącz DHCP
ru: Включить DHCP
sk: Zapnúť DHCP

source: Enable this option to automatically assign IP addresses to the devices connected to the router.
cs: Tuto volbu zapněte pro automatické přiřazování IP adres zařízením, připojených ke směrovači.
da: Aktiver denne indstilling for automatisk at tildele IP-adresser til enhederne som er forbundet til routeren.
de: Wählen Sie diese Möglichkeit, damit der Router den lokal angeschlossenen Geräten automatisch IP-Adressen zuweisen kann.
fr: Activer cette option pour attribuer automatiquement des adresses IP aux appareils connectés au routeur.
hu: Engedélyezze ezt a beállítást, hogy az útválasztó a csatlakoztatott eszközökhöz automatikusan rendeljen hozzá IP-címet.
it: Abilitare questa opzione per assegnare automaticamente un indirizzo IP a tutte le periferiche collegate a questo router.
lt: Įjungus šį nustatymą maršrutizatorius automatiškai priskirs IP adresus prijungtiems įrenginiams.
pl: Włącz tę opcję w celu automatycznego przypisywania adresów IP do urządzeń podłączonych do routera.
ru: Включите эту опцию, чтобы автоматически назначать IP-адреса устройствам, подключенным к маршрутизатору.
sk: Povoľte túto voľbu, pokiaľ chcete, aby router automaticky prideľoval IP adresy pripojeným zariadeniam.

source: DHCP start
cs: Začátek IP rozsahu pro DHCP
da: DHCP start-adresse
de: Anfang des DHCP-IP-Addressbereiches
fr: Démarrage DHCP
hu: DHCP címtartomány eleje
it: Inizio DHCP
lt: DHCP pradžia
pl: Początek zakresu DHCP
ru: Начальный адрес пула DHCP
sk: Začiatok DHCP rozsahu

source: DHCP max leases
cs: Nejvýše DHCP zápůjček
da: DHCP max antal tildelinger
de: Anzahl der zugewiesenen IP-Adressen
fr: Baux maximums de DHCP
hu: DHCP kiosztás maximális száma
it: DHCP numero di rilasci (max)
lt: DHCP max rezervacijų
nb: Maks. antall DHCP-tildelinger
pl: Liczba przydzielonych adresów
ru: Размер пула адресов DHCP
sk: Počet prideľovaných adries

source: Lease time (hours)
cs: Zápůjční doba (hodiny)
de: Lease-Zeit (in Stunden)
fr: Durée du bail (heures)
lt: Rezervacijos laikas (valandomis)
nb: Leietid (timer)
pl: Czas dzierżawy (godziny)
ru: Время аренды (часы)
sk: Čas výpožičky (hodiny)

source: Guest Lan QoS
cs: Rychlostní limit sítě pro hosty
da: Gæstenetværk QoS
de: Gastnetzwerk QoS
fr: Qualité de service du réseau invité
hu: Vendég hálózat QoS
it: QoS Lan ospiti
lt: Svečių tinklo QoS
pl: Sieć gościnna - QoS
ru: QoS гостевой сети
sk: Rýchlostný limit siete pre hostí

source: This option enables you to set a bandwidth limit for the guest network, so that your main network doesn't get slowed-down by it.
cs: Tato volba zapne omezení rychlosti přenosu pro síť hostů, aby nezpomalovala vaši hlavní síť.
da: Funktion giver mulighed for at indstille en båndbredde grænse for gæstenetværk, så det primære netværk ikke bliver bremset af det.
de: Diese Option erlaubt es, die Bandbreite des Gastnetzwerkes zu limitieren. So verlangsamt es nicht Ihr Heimnetzwerk.
fr: Cette option permet d’établir une limite de bande passante pour le réseau invité, afin que votre réseau principal ne soit pas ralenti par celui-ci.
hu: Ez az opció lehetővé teszi, hogy a vendég hálózat sávszélessége korlátozva legyen, így a fő hálózatot nem tudja lassítani.
it: Questa opzione consente di impostare un limite di larghezza di banda per la rete ospiti, in modo che la rete principale non venga rallentata.
lt: Šis nustatymas leidžia nustatyti svečių tinklo greitaveikos ribojimą, tam kad svečių tinklas nesulėtintų pagrindinio tinklo.
pl: Ta opcja umożliwia ustawienie limitu pasma dla sieci gościnnej, dzięki czemu główna sieć nie zostanie spowolniona.
ru: Эта опция ограничивает пропускную способность гостевой сети, чтобы не замедлять основную сеть.
sk: Táto voľba zapne rýchlostný limit pre hosťovskú sieť, aby nespomaľovala Vašu hlavnú sieť.

source: Download (kb/s)
cs: Stahování (kb/s)
fr: Téléchargement (kbit/s)
hu: Letöltés (kb/s)
lt: Parsiuntimas (kb/s)
nb: Nedlasting (kb/s)
pl: Pobieranie (kb/s)
ru: Приём (кбит/с)
sk: Preberanie (kb/s)

source: Download speed in guest network (in kilobits per second).
cs: Rychlost stahování v síti pro hosty (v kilobitech za sekundu).
de: Downloadgeschwindigkeit im Gastnetzwerk (kbit/s).
fr: Vitesse de téléchargement sur le réseau invité (en kilobit par seconde).
hu: Letöltési sebesség a vendég hálózaton (kilobit per másodperc).
it: Velocità di Download sulla rete ospiti (in kilobits per secondo).
lt: Parsiuntimo greitis svečių tinkle (kilobitais per sekundę).
nb: Nedlastingshastighet for gjestenettverk (i kilobit per sekund).
pl: Szybkość pobierania w sieci gościnnej (w kilobitach na sekundę).
ru: Скорость приёма в гостевой сети (в килобитах в секунду).
sk: Rýchlosť preberania v sieti pre hostí (v kilobitoch za sekundu).

source: Upload (kb/s)
cs: Odesílání (kb/s)
fr: Vitesse de téléversement (kbit/s)
hu: Feltöltés (kb/s)
lt: Išsiuntimas (kb/s)
nb: Opplasting (kb/s)
pl: Wysyłanie (kb/s)
ru: Передача (кбит/с)
sk: Odovzdávanie (kb/s)

source: Upload speed in guest network (in kilobits per second).
cs: Rychlost odesílání v síti pro hosty (v kilobitech za sekundu).
de: Uploadgeschwindigkeit im Gastnetzwerk (kbit/s).
fr: Vitesse de téléversement sur le réseau invité (en kilobit par seconde).
hu: Feltöltési sebesség a vendég hálózaton (kilobit per másodperc).
it: Velocità di Upload nella rete ospiti (in kilobits per secondo).
lt: Išsiuntimo greitis svečių tinkle (kilobitais per sekundę).
nb: Opplastingshastighet for gjestenettverk (i kilobit per sekund).
pl: Szybkość wysyłania w sieci gościnnej (w kilobitach na sekundę).
ru: Скорость передачи в гостевой сети (в килобитах в секунду).
sk: Rýchlosť odovzdávania v sieti pre hostí (v kilobitoch za sekundu).

source: <strong>DHCP start</strong> and <strong>DHCP max leases</strong> does not fit into <strong>Network netmask</strong>!
cs: <strong>Začátek DHCP rozsahu</strong> a <strong>Počet přidělovaných adres</strong> se nevejde do <strong>Maska sítě</strong>!
de: <strong>DHCP-start</strong> und <strong>DHCP-max-Lease</strong> passt nicht in die <strong>Netzwerk-Netzmaske</strong>!
fr: Le <strong>début de DHCP</strong> et les <strong>baux maximums de DHCP</strong> ne sont pas en adéquation avec le <strong>masque de sous-réseau du réseau</strong> !
lt: <strong>DHCP adresų rėžio pradžia</strong> ir <strong>DHCP max rezervacijų skaičius</strong> netelpa į <strong>Tinklo kaukę</strong>!
pl: <strong>Początek zakresu DHCP</strong> i <strong>dzierżawy DHCP</strong> nie pasują do <strong>maski sieciowej</strong>!
ru: <strong>Начало пула DHCP</strong> и <strong>размер пула DHCP</strong> не вписывается в <strong>маску сети</strong>!
sk: <strong>Začiatok DHCP rozsahu</strong> a <strong>Počet prideľovaných adries</strong> sa nevojde do <strong>Maska siete</strong>!

source: This section contains settings for the local network (LAN). The provided defaults are suitable for most networks. <br><strong>Note:</strong> If you change the router IP address, all computers in LAN, probably including the one you are using now, will need to obtain a <strong>new IP address</strong> which does <strong>not</strong> happen <strong>immediately</strong>. It is recommended to disconnect and reconnect all LAN cables after submitting your changes to force the update. The next page will not load until you obtain a new IP from DHCP (if DHCP enabled) and you might need to <strong>refresh the page</strong> in your browser.
cs: Tato sekce obsahuje nastavení lokální sítě (LAN). Výchozí nastavení je vhodné pro většinu sítí a není třeba ho měnit. <br><strong>Upozornění:</strong> Pokud změníte IP adresu směrovače, <strong>změní se adresy všech počítačů</strong> v LAN, pravděpodobně včetně toho, který právě používáte. To se <strong>nestane okamžitě</strong>, doporučujeme tedy odpojit a znovu připojit všechny síťové kabely poté, co uložíte změny. Následující stránka se nenačte dokud nedojde ke změně adresy vašeho počítače z DHCP (pokud je DHCP aktivováno). Může být také potřeba <strong>stránku znovu načíst</strong> v prohlížeči.
da: Dette afsnit indeholder indstillingerne for det lokale netværk (LAN). De viste standardindstillinger er passende for de fleste netværk. <br><strong>Note:</strong> Hvis du ændrer routerens IP-adresse, skal alle computere på lokalnetværket, inklusiv den du bruger nu, have <strong>ny IP-addresse</strong> hvilket <strong>ikke</strong> sker <strong>øjeblikkeligt</strong>. Det anbefales at afbryde og forbinde alle LAN kabler efter ændringerne for at tvinge ændringen igennem. Den næste side vil ikke indlæse før du har fået en ny IP fra DHCP (hvis DHCP er aktiveret) og du skal måske <strong>geindlæse siden</strong> i din browser.
de: Dieser Abschnitt umfasst Einstellungen für das lokale Netzwerk (LAN). Die vorgegebene Standardeinstellungen sind für die meisten Netzwerke geeignet. <br><strong>Anmerkung:</strong> Wenn Sie die IP-Adresse des Routers ändern, dann müssen alle Computer im LAN eine <strong>neue IP-Adresse</strong> erhalten, was aber <strong>nicht sofort</strong> passiert. Es ist ratsam, nach dem Sie die aktuelle Änderungen bestätigt haben, alle Kabel in den LAN-Anschlüssen zu entfernen und dann neu anzuschließen, um die neuen Einstellungen in Kraft treten zu lassen. Die nachfolgende Webseite wird so lange nicht geladen, bis Ihr Computer eine neue IP-Adresse mittels DHCP (falls es aktiviert ist) erhalten hat. Es mag notwendig sein, im Web-Browser die <strong>Webseite neu zu laden</strong>.
fr: Cette section contient des paramètres pour le réseau local (LAN). Les valeurs fournies par défaut conviennent à la plupart des réseaux. <br><strong>Note :</strong> si vous modifiez l’adresse IP du routeur, tous les ordinateurs du réseau local, dont probablement celui que vous utilisez maintenant, devront obtenir une <strong>nouvelle adresse IP</strong>, ce qui <strong>ne</strong> ne produira <strong>pas immédiatement</strong>. Il est recommandé de débrancher et rebrancher tous les câbles du réseau local après avoir soumis vos modifications pour forcer la mise à jour. La page suivante ne se chargera pas jusqu’à ce que vous obteniez une nouvelle adresse IP du serveur DHCP (si le DHCP est activé) et vous pourriez avoir besoin d’<strong>actualiser la page</strong> dans votre navigateur.
hu: Ez a rész tartalmazza a helyi hálózat (LAN) beállításait. A felkínált alapértelmezések alkalmasak a legtöbb hálózat esetében. <br><strong>Megjegyzés:</strong> ha megváltoztatjuk az útválasztó IP-címét, minden számítógépnek a LAN-on, talán köztük annak is amelyiket most használ, szüksége lesz egy <strong>új IP-címre</strong>, amely <strong>nem</strong> <strong>azonnal</strong> történik meg. Ajánlott az összes LAN kábel ki- és bedugása a módosítások elfogadása után, hogy a frissítést érvényre juttassuk. A következő oldal nem töltődik be, amíg nem kap egy új IP-t a DHCP-től (ha a DHCP engedélyezve van), és szükség lehet <strong>az oldalt</strong> frissíteni a böngészőjében.
it: Questa sezione contiene le impostazioni per la rete locale (LAN). I valori predefiniti forniti sono adatti per la maggior parte delle reti. <br> <strong> Nota: </ strong>Se si modifica l'indirizzo IP del router, tutti i computer in LAN, probabilmente compresi quelli utilizzati ora, dovranno ottenere un <strong>nuovo indirizzo IP che potrebbe non avvenire immediatamente </ strong>. Si consiglia di scollegare e ricollegare tutti i cavi LAN dopo aver inviato le modifiche per forzare l'aggiornamento. La pagina successiva non verrà caricata fino a ottenere un nuovo IP da DHCP (se abilitato DHCP) e potrebbe essere necessario aggiornare <strong>la pagina</ strong> nel browser.
lt: Čia galite keisti vietinio tinklo (LAN) nustatymus. Didžiajai daliai tinklų tinka standartinė konfigūracija. <br><strong>Pastaba:</strong> Jei pakeisite maršrutizatoriaus IP adresą, visi LAN kompiuteriai, tikriausiai ir tas kurį naudojate dabar, turės gauti <strong>naują maršrutizatoriaus IP adresą</strong> ir tai <strong>neįvyksta iš karto</strong>. Rekomenduojama trumpam atjungti ir vėl prijungti visus laidus LAN lizduose po nustatymų pakeitimo, tai padės įrenginiams greičiau gauti naujus tinklo nustatymus. Kitas puslapis neužsikraus kol negausite naujo IP adreso per DHCP (jei DHCP įjungtas), taip pat jums gali reikėti <strong>perkrauti šį puslapį</strong>.
nb: Denne delen inneholder innstillinger for lokalnettverket (LAN). Medfølgende forvalgte innstillinger fungerer på de fleste nettverk. <br><strong>Merk:</strong>Hvis du endrer ruterens IP-adresse, vil alle datamaskiner i LAN-et, antageligvis også den du bruker nå, måtte innhente en <strong>ny IP-adresse</strong> som <strong>ikke</strong> skjer <strong>umiddelbart</strong>. Det anbefales å koble fra og koble til alle LAN-kabler etter å ha sendt inn endringer for å framtvinge oppdateringen. Neste side vil ikke innlastes med til du skaffer en ny IP fra DHCP (hvis det er påskrudd) og du trenger å <strong>gjenoppfriske siden</strong> i din nettleser.
pl: Ta sekcja zawiera ustawienia sieci lokalnej (LAN). Wprowadzone wartości domyślne są odpowiednie dla większości sieci. <br><strong>Uwaga:</strong> Jeśli zmienisz adres IP routera, wszystkie komputery w sieci LAN, prawdopodobnie włączając ten, którego używasz, będą musiały uzyskać <strong>nowy adres IP</strong>, co <strong>nie</strong> stanie się <strong>natychmiast</strong>. Aby wymusić aktualizację po wykonaniu zmian, zaleca się odłączenie i ponowne podłączenie wszystkich kabli sieci LAN. Następna strona nie zostanie załadowana, dopóki nie otrzymasz nowego adresu IP z serwera DHCP (jeśli DHCP jest włączone) i może będzie trzeba <strong>odświeżyć stronę</strong> w przeglądarce.
ru: В этом разделе содержатся настройки для локальной сети (LAN). Значения по умолчанию подходят для большинства сетей. <br><strong>Примечание:</strong> Если вы измените IP-адрес маршрутизатора, все компьютеры в локальной сети, вероятно, включая тот, который вы используете сейчас, должны будут получить <strong>новый IP-адрес</strong>, что произойдет <strong>не сразу</strong>. Рекомендуется отключить и повторно подключить все кабели локальной сети после изменения адреса для принудительного обновления. Следующая страница не будет загружаться, пока вы не получите новый IP-адрес от DHCP (если включен DHCP), и вам может потребоваться <strong>обновить страницу</strong> в браузере.
sk: Táto sekcia obsahuje nastavenie lokálnej siete (LAN). Predvolené nastavenie je vhodné pre väčšinu sietí a nie je potrebné ho meniť. <br><strong>Upozornenie:</strong> Pokiaľ zmeníte IP adresu routera, <strong>zmenia sa adresy všetkých počítačov</strong> v LAN, pravdepodobne vrátane toho, ktorý práve používate. To sa <strong>nestane okamžite</strong> a odporúčame vám odpojiť a znovu pripojiť všetky sieťové káble potom, čo odošlete zmeny v tomto formulári. Nasledujúca stránka sa nenačíta, pokiaľ nedôjde k zmene adresy vášho počítača z DHCP (pokiaľ je DHCP aktivované). Možno tiež bude potrebné <strong>znovu načítať stránku</strong> v prehliadači.

source: LAN mode
cs: režim místní sítě
de: LAN-Modus
fr: Mode réseau local
lt: LAN rėžimas
nb: LAN-modus
pl: Tryb LAN
ru: Режим локальной сети
sk: LAN režim

source: Computer
cs: Počítač
fr: Ordinateur
lt: Kompiuteris
pl: Komputer
ru: Компьютер
sk: Počítač

source: Router mode means that this devices manages the LAN (acts as a router, can assing IP addresses, ...). Computer mode means that this device acts as a client in this network. It acts in a similar way as WAN, but it has opened ports for configuration interface and other services.
cs: Režim router znamená, že toto zařízení spravuje místní síť (působí jako směrovač, může přiřazovat IP adresy, …). Režim počítač znamená, že toto zařízení působí na této síti jako klient. Působí podobně, jako na WAN, ale má otevřené porty pro rozhraní s nastaveními a další služby.
de: Der Router-Modus bedeutet, dass diese Geräte das LAN verwalten (fungiert als Router, kann IP-Adressen vergeben,....). Computermodus bedeutet, dass dieses Gerät als Client in diesem Netzwerk arbeitet. Es verhält sich ähnlich wie WAN, hat aber Ports für Konfigurationsschnittstellen und andere Dienste geöffnet.
fr: Le mode routeur signifie que cet appareil gère le réseau local (il agit comme un routeur, il peut attribuer des adresses IP…). Le mode ordinateur signifie que cet appareil agit comme un client dans ce réseau. Il agit comme sur un réseau étendu, mais il a des ports ouverts pour l’interface de configuration et d’autres services.
pl: Tryb routera oznacza, że to urządzenie zarządza siecią LAN (działa jako router, może przydzielać adresy IP, ...). Tryb komputera oznacza, że to urządzenie działa jako klient w sieci. Działa on podobnie jak WAN, ale otwiera porty dla interfejsu konfiguracyjnego i innych usług.
ru: Режим Маршрутизатора означает, что это устройство управляет локальной сетью (действует как маршрутизатор, может назначать IP-адреса, ...). Режим Компьютера означает, что это устройство выступает в качестве клиента в этой сети. Он работает аналогично WAN, но открыты порты для интерфейса конфигурации и других сервисов.
sk: Režim Router znamená, že toto zariadenie spravuje LAN (slúži ako router, môže prideľovať IP adresy, …). Režim počítač znamená, že toto zariadenie funguje v sieti ako klient. Chová sa podobne ako WAN, ale má otvorené porty pre svoje rozhranie pre nastavovanie a ostatné služby.

source: Router IP address
cs: IP adresa routeru
da: Router IP-adresse
de: IP-Adresse des Routers
fr: Adresse IP du routeur
hu: Útválasztó IP-címe
it: Indirizzo IP del router
lt: Maršrutizatoriaus IP adresas
nb: Ruterens IP-adresse
pl: Adres IP routera
ru: IP-адрес маршрутизатора
sk: IP adresa routera

source: Router's IP address in the inner network.
cs: IP adresa routeru na vnitřní síti.
de: IP-Adresse des Routers im inneren Netzwerk.
fr: Adresse IP du routeur dans le réseau interne.
hu: A belső hálózati útválasztó IP-címe.
it: Indirizzo IP del router nella rete interna.
lt: Maršrutizatoriaus IP adresas vidiniame tinkle.
pl: Adres IP routera w wewnętrznej sieci.
ru: IP-адрес маршрутизатора во внутренней сети.
sk: IP adresa routra v rámci vnútornej siete.

source: Network netmask
cs: Maska sítě
de: Netzwerk-Netzmaske
fr: Masque de sous-réseau du réseau
hu: Hálózati maszk
it: Maschera di rete
lt: Tinklo adreso kaukė
pl: Maska sieci
ru: Маска сети
sk: Maska siete
