Repository: CZ-NIC/foris
Catalog: foris/locale/*/LC_MESSAGES/foris.po
Languages: cs, da, de, fr, hu, it, lt, nb, pl, ru, sk

source: Configuration was successfully saved.
cs: Nastavení bylo úspěšně uloženo.
da: Konfigurationen er blevet gemt.
de: Die Einstellungen wurden erfolgreich gespeichert.
fr: Configuration enregistrée avec succès.
hu: Beállítás mentése sikerült.
it: Configurazione salvata con successo.
lt: Konfigūracija sėkmingai išsaugota.
nb: Oppsettet ble lagret.
pl: Konfiguracja została pomyślnie zapisana.
ru: Конфигурация успешно сохранена.
sk: Nastavenie bolo úspešne uložené.

source: There were some errors in your input.
cs: Některé z vámi zadaných údajů nejsou platné.
da: Der var fejl i dine indtastninger.
de: Einige von Ihren Eingaben sind ungültig.
fr: Il y avait des erreurs dans votre saisie.
hu: Adatbevitelében néhány hiba található.
it: Ci sono alcuni errori nella digitazione.
lt: Įvestuose duomenyse yra klaidų.
nb: Det var noen feil i dine inntastninger.
pl: Podczas wprowadzania danych wystąpiły pewne błędy.
ru: При вводе обнаружены ошибки.
sk: Niektoré z vami zadaných údajov nie sú platné.

source: Guide workflow was sucessfully set.
cs: Scénář průvodce úspěšně nastaven.
de: Der Leitfaden-Workflow wurde erfolgreich eingestellt.
fr: Le flux de travaux du guide a été réglé avec succès.
lt: Gido rėžimas sėkmingai parinktas.
pl: Wybrany tryb pracy został pomyślnie ustawiony.
ru: Начальная настройка конфигурации успешно прошла.
sk: Úspešne nastavené.

source: Failed to set guide workflow.
cs: Nepodařilo se nastavit scénář průvodce.
de: Der Workflow für den Leitfaden konnte nicht festgelegt werden.
fr: Échec du réglage du flux de travaux du guide.
lt: Nepavyko nustatyti gido rėžimo.
pl: Nie udało się ustawić trybu pracy.
ru: Начальная настройка не удалась.
sk: Nepodarilo sa nastaviť.

source: Failed to finish the guide.
cs: Průvodce se nepodařilo dokončit.
de: Der Leitfaden konnte nicht beendet werden.
fr: Fin du guide échouée.
lt: Nepavyko pabaigti gido.
pl: Nie udało się ukończyć przewodnika.
ru: Не удалось завершить начальную настройку.
sk: Nepodarilo sa dokončiť sprievodca.

source: Maintenance
cs: Údržba
da: Vedligeholdelse
de: Instandhaltung
hu: Karbantartás
it: Manutenzione
lt: Priežiūra
nb: Vedlikehold
pl: Konserwacja
ru: Обслуживание
sk: Údržba

source: Wrong HTTP method.
cs: Nesprávná HTTP metoda.
da: Forkert HTTP metode.
de: Inkorrekte HTTP-Methode.
fr: Méthode HTTP incorrecte.
hu: Hibás HTTP-metódus.
it: Metodo HTTP errato.
lt: Klaidingas HTTP metodas.
nb: Gal HTTP-metode.
pl: Niewłaściwa metoda HTTP.
ru: Неверный метод HTTP.
sk: Neplatná HTTP metóda.

source: Testing message was sent, please check your inbox.
cs: Testovací zpráva byla odeslána, podívejte se do své e-mailové schránky.
da: Testbeskeden er sendt, check venligst din indbakke.
de: Testnachricht wurde gesendet, überprüfen Sie bitte Ihren Posteingang.
fr: Le message de test a été envoyé, veuillez vérifier votre boîte de réception.
hu: Tesztüzenet elküldve, ellenőrizze a postaládáját.
it: Il messaggio di test è stato inviato, per favore controllare la casella di posta.
lt: Testinis pranešimas išsiųstas, patikrinkite pašto dėžutę.
nb: Testmelding sendt, sjekk innboksen din.
pl: Wysłano wiadomość testową, sprawdź swoją skrzynkę odbiorczą.
ru: Тестовое сообщение отправлено, проверьте вашу почту.
sk: Testovacia správa bola odoslaná, skontrolujte si, prosím, svoju mailovú schránku.

source: Sending of the testing message failed, your configuration is possibly wrong.
cs: Odeslání testovací zprávy se nezdařilo – je možné, že vaše nastavení nejsou správná.
de: Das Senden der Testnachricht ist fehlgeschlagen. Die Einstellungen sind möglicherweise falsch.
fr: L’envoi du message de test a échoué, votre configuration est peut-être incorrecte.
hu: Tesztüzenet elküldése nem sikerült, a beállítás valószínűleg nem megfelelő.
it: L'invio del messaggio è fallito, la tua configurazione è probabilmente errata.
lt: Testinio pranešimo siuntimas nepavyko, tikriausiai nustatymai netinkami.
pl: Wysyłanie wiadomości testowej nie powiodło się, Twoja konfiguracja jest prawdopodobnie nieprawidłowa.
ru: Не удалось отправить тестовое сообщение, возможно, ошибка в конфигурации.
sk: Odoslanie testovacej správy sa nepodarilo – je možné, že vaše nastavenia nie sú správne.

source: Configuration was successfully restored. Note that a reboot will be required to apply restored configuration.
cs: Nastavení bylo úspěšně obnoveno. Mějte na paměti, že aby se obnovená nastavení uplatnila, bude třeba provést restart.
de: Einstellungen erfolgreich wiederhergestellt. Ein Neustart muss erfolgen um die neuen Einstellungen zu übernehmen.
fr: La configuration a été restaurée avec succès. Notez qu’un réamorçage sera nécessaire pour appliquer la configuration restaurée.
hu: Beállítás sikeresen visszaállítva. Újraindítás is szükséges a beállítások alkalmazásához.
it: La configurazione è stata ripristinata con successo. Si noti che sarà richiesto un riavvio per applicare la configurazione ripristinata.
lt: Nustatymai sėkmingai atkurti. Atkreipkite dėmesį, kad atkurti nustatymai būtų naudojami reikia perkrauti įrenginį.
pl: Konfiguracja została pomyślnie przywrócona. Zwróć uwagę, że ponowne uruchomienie będzie wymagane, aby zastosować przywróconą konfigurację.
ru: Конфигурация успешно восстановлена. Обратите внимание, что для восстановления конфигурации потребуется перезагрузка.
sk: Nastavenie bolo úspešne obnovené. Pamätajte však, že aby sa obnovené nastavenie uplatnilo, bude potrebné spraviť reštart.

source: Failed to restore the backup from the provided file.
cs: Z poskytnutého souboru se nepodařilo obnovit zálohu.
de: Die Wiederherstellung des Backups aus der bereitgestellten Datei ist fehlgeschlagen.
fr: Échec de la restauration de la sauvegarde à partir du fichier fourni.
hu: Nem sikerült visszaállítani a biztonsági mentést a megadott fájlból.
it: Impossibile ripristinare il backup dal file fornito.
lt: Nepavyko atstatyti atsarginės kopijos iš pateikto failo.
nb: Klarte ikke å gjenopprette sikkerhetskopi fra angitt fil.
pl: Nie można przywrócić kopii zapasowej z podanego pliku.
ru: Не удалось восстановить резервную копию из указанного файла.
sk: Z poskytnutého súboru sa nepodarilo obnoviť zálohu.

source: Network configuration was sucessfully updated.
cs: Nastavení sítě bylo úspěšně aktualizováno.
de: Die Netzwerkkonfiguration wurde erfolgreich aktualisiert.
fr: La configuration du réseau a été mise à jour avec succès.
lt: Konfigūracija sėkmingai atnaujinta.
pl: Konfiguracja sieci została zaktualizowana.
ru: Конфигурация сети была успешно обновлена.
sk: Nastavenie siete bolo úspešne aktualizované.

source: Unable to update your network configuration.
cs: Nepodařilo se aktualizovat nastavení sítě.
de: Die Netzwerkkonfiguration kann nicht aktualisiert werden.
fr: Impossible de mettre à jour la configuration de votre réseau.
lt: Nepavyko atnaujinti tinklo nustatymų.
pl: Nie można zaktualizować ustawień sieciowych.
ru: Не удалось обновить конфигурацию сети.
sk: Nepodarilo sa aktualizovať konfiguráciu siete.

source: Notifications
cs: Oznámení
da: Meddelelser
de: Benachrichtigungen
hu: Értesítések
it: Notifiche
lt: Pranešimai
nb: Merknader
pl: Powiadomienia
ru: Уведомления
sk: Upozornenia

source: Number of notifications
cs: Počet upozornění
de: Anzahl der Benachrichtigungen
fr: Nombre de notifications
hu: Értesítések száma
it: Numero di notifiche
lt: Pranešimų skaičius
pl: Liczba powiadomień
ru: Количество уведомлений
sk: Počet upozornení

source: The password you've entered has been compromised. It appears %(count)d times in '%(list)s' list.
cs: Heslo, které jste zadali, bylo kompromitováno. Objevuje se %(count)d krát v seznamu „%(list)s“.
de: Das von Ihnen eingegebene Passwort wurde kompromittiert. Es erscheint %(count)d mal in der Liste '%(list)s'.
fr: Le mot de passe que vous avez saisi a été compromis. Il apparaît %(count)d fois dans la liste « %(list)s ».
nb: Passordet du skrev inn har blitt lekket. Det framtrer %(count)d ganger i "%(list)s"-listen.
pl: Wprowadzone hasło zostało skompromitowane. Pojawia się %(count)d razy na liście '%(list)s'.
ru: Введенный пароль был скомпрометирован. Он появляется %(count)d раз в '%(list)s2' списке.
sk: Heslo, ktoré ste zadali, bolo kompromitované. Objavuje se %(count)d krát v zozname „%(list)s“.

source: Old password you entered was not valid.
cs: Zadali jste neplatné původní heslo.
da: Det gamle kodeord du indtastede er ikke gyldigt.
de: Das eingegebene alte Kennwort ist ungültig.
fr: L’ancien mot de passe que vous avez saisi n’est pas valide.
hu: A régi jelszó érvénytelen.
it: La vecchia password che è stata digitata non è valida.
lt: Netinkamas senas slaptažodis.
pl: Stare hasło, które wpisałeś, było nieprawidłowe.
ru: Старый пароль неверен.
sk: Vami zadané pôvodné heslo je neplatné.

source: System password was successfully saved.
cs: Heslo do systému bylo úspěšně uloženo.
de: Das Systempasswort wurde erfolgreich gespeichert.
fr: Le mot de passe système a été enregistré avec succès.
lt: Sistemos slaptažodis išsaugotas sėkmingai.
pl: Hasło do systemu zostało pomyślnie zapisane.
ru: Пароль системы успешно сохранен.
sk: Heslo bolo úspešne uložené.

source: Failed to save system password.
cs: Heslo do systému se nepodařilo uložit.
de: Das Systempasswort konnte nicht gespeichert werden.
fr: Échec de l’enregistrement du mot de passe système.
pl: Nie udało się zapisać hasła systemowego.
ru: Не удалось сохранить пароль системы.
sk: Systémové heslo sa nepodarilo uložiť.

source: Foris password was successfully saved.
cs: Heslo do správního rozhraní Foris bylo úspěšně uloženo.
de: Das Foris-Passwort wurde erfolgreich gespeichert.
fr: Le mot de passe Foris a été enregistré avec succès.
lt: Foris slaptažodis išsaugotas sėkmingai.
pl: Hasło interfejsu Foris zostało pomyślnie zapisane.
ru: Пароль Foris успешно сохранен.
sk: Heslo do Forisa bolo úspešne uložené.

source: Failed to save Foris password.
cs: Heslo do správního rozhraní Foris se nepodařilo uložit.
de: Das Foris-Passwort konnte nicht gespeichert werden.
fr: Échec de l’enregistrement du mot de passe Foris.
pl: Nie udało się zapisać hasła interfejsu Foris.
ru: Не удалось сохранить пароль Foris.
sk: Heslo do Forisu sa nepodarilo uložiť.

source: Remote Access
cs: Přístup na dálku
de: Fernzugriff
fr: Accès à distance
nb: Fjerntilgang
pl: Zdalny dostęp
ru: Удаленный доступ
sk: Prístup na diaľku

source: Remote access was sucessfully enabled.
cs: Přístup na dálku byl úspěšně zapnut.
de: Der Fernzugriff wurde erfolgreich aktiviert.
fr: L’accès à distance a été activé avec succès.
pl: Zdalny dostęp został pomyślnie włączony.
ru: Удаленный доступ успешно включен.
sk: Prístup na diaľku bol úspešne zapnutý.

source: Failed to enable the remote access. You are probably using a message bus which doesn't support the remote access or the CA for remote access hasn't been generated yet.
cs: Nepodařilo se zapnout přístup na dálku. Pravděpodobně používáte sběrnici zpráv která nepodporuje přístup na dálku nebo doposud ještě nebyla vytvořena cert. autorita pro přístup na dálku.
de: Der Fernzugriff konnte nicht aktiviert werden. Wahrscheinlich verwenden Sie einen Nachrichtenbus, der den Fernzugriff nicht unterstützt oder die CA für den Fernzugriff wurde noch nicht generiert.
fr: Échec de l’activation de l’accès à distance. Vous utilisez probablement un bus de messages qui ne prend pas en charge l’accès à distance ou l’AC pour l’accès à distance n’a pas encore été générée.
pl: Nie udało się włączyć zdalnego dostępu. Prawdopodobnie używasz magistrali komunikatów, która nie obsługuje zdalnego dostępu lub urząd certyfikacji (CA) dla zdalnego dostępu nie został jeszcze wygenerowany.
ru: Не удалось включить удаленный доступ. Вы, вероятно, используете шину сообщений, которая не поддерживает удаленный доступ, или центр сертификации для удаленного доступа еще не создан.
sk: Nepodarilo sa zapnúť prístup na diaľku. Pravdepodobne používate zbernicu správ, ktorá nepodporuje prístup na diaľku alebo doteraz ešte nebola vytvorená certifikačná autorita pre prístup na diaľku.

source: Remote access was sucessfully disabled.
cs: Přístup na dálku byl úspěšně vypnut.
de: Der Fernzugriff wurde erfolgreich deaktiviert.
fr: L’accès à distance a été désactivé avec succès.
pl: Zdalny dostęp został pomyślnie wyłączony.
ru: Удаленный доступ успешно отключен.
sk: Prístup na diaľku bol úspešne vypnutý.

source: Failed to disable remote access.
cs: Přístup na dálku se nepodařilo vypnout.
de: Der Fernzugriff konnte nicht deaktiviert werden.
fr: Échec de la désactivation de l’accès à distance.
pl: Nie udało się wyłączyć dostępu zdalnego.
ru: Не удалось отключить удаленный доступ.
sk: Prístup na diaľku sa nepodarilo vypnúť.

source: Starting to generate CA for remote access.
cs: Zahajuje se vytváření cert. autority pro účely přístupu na dálku.
de: Beginne die Generierung der CA für den Fernzugriff.
fr: Début de la génération de l’AC pour l’accès à distance.
pl: Zaczynam generować urząd certyfikacji (CA) dla zdalnego dostępu.
ru: Начинаем генерировать центр сертификации для удаленного доступа.
sk: Zahajuje sa vytváranie cert. autority za účelom prístupu na diaľku.

source: CA for remote access was sucessfully deleted.
cs: Cert. autorita pro přístup na dálku byla úspěšně smazána.
de: CA für Remote-Zugriff wurde erfolgreich gelöscht.
fr: L’AC pour l’accès à distance a été supprimée avec succès.
pl: Urząd certyfikacji (CA) dla zdalnego dostępu został pomyślnie usunięty.
ru: Центр сертификации для удаленного доступа успешно удален.
sk: Cert. autorita pre prístup na diaľku bola úspešne vymazaná.

source: Failed to delete CA for remote access.
cs: Nepodařilo se smazat cert. autoritu pro přístup na dálku.
de: CA für den Fernzugriff konnte nicht gelöscht werden.
fr: Échec de la suppression de l’AC pour l’accès à distance.
nb: Klarte ikke å slette sertifikatsmyndighet for fjerntilgang.
pl: Nie można usunąć urzędu certyfikacji (CA) dla zdalnego dostępu.
ru: Не удалось удалить центр сертификации для удаленного доступа.
sk: Nepodarilo sa vymazať cert. autoritu pre prístup na diaľku.

source: Update was approved.
cs: Aktualizace byla schválena.
da: Opdateringen blev godkendt.
de: Das Update wurde bestätigt.
fr: La mise à jour a été approuvée.
hu: Frissítés jóváhagyva.
it: L'aggiornamento è stato approvato.
lt: Atnaujinimas patvirtintas.
pl: Aktualizacja została zatwierdzona.
ru: Обновление было одобрено.
sk: Aktualizácia bola schválená.

source: Update was postponed.
cs: Aktualizace byla odložena.
da: Opdateringen blev udskudt.
de: Die Installation des Updates wurde verschoben.
fr: La mise à jour a été reportée.
hu: Frissítés elhalasztva.
it: L'aggiornamento è stato posticipato.
lt: Atnaujinimas buvo atidėtas.
nb: Oppgraderingen ble utsatt.
pl: Aktualizacja została odłożona.
ru: Обновление было отложено.
sk: Aktualizácia bola odložená.

source: Failed to approve the update.
cs: Aktualizaci se nepodařilo schválit.
da: Fejl under godkendelse af opdateringen.
de: Fehler beim genehmigen vom Update.
fr: Échec de l’approbation de la mise à jour.
hu: Frissítés jóváhagyása sikertelen.
it: Impossibile approvare l'aggiornamento.
lt: Nepavyko patvirtinti atnaujinimo.
nb: Klarte ikke å godkjenne oppgraderingen.
pl: Nie można zatwierdzić aktualizacji.
ru: Обновление не одобрено.
sk: Nepodarilo sa schváliť aktualizáciu.

source: Failed to postpone the update.
cs: Aktualizaci se nepodařilo odložit.
da: Fejl under udskydelsen af opdatering.
de: Das Update konnte nicht verschoben werden.
fr: Échec du report de la mise à jour.
hu: Frissítés elhalasztása nem sikerült.
it: Impossibile posticipare l'aggiornamento.
lt: Nepavyko atidėti atnaujinimo.
nb: Klarte ikke å utsette oppgraderingen.
pl: Nie udało się odłożyć aktualizacji.
ru: Не удалось отложить обновление.
sk: Nepodarilo sa odložiť aktualizáciu.

source: Configuration was successfully saved. Selected packages should be installed or removed shortly.
cs: Nastavení bylo úspěšně uloženo. Vybrané balíčky budou během chvíle nainstalovány nebo odstraněny.
da: Konfigurationen blev gemt korrekt. De valgte pakker bliver installeret eller fjernet snarest.
de: Die Einstellungen wurden erfolgreich gespeichert. Die ausgewählten Softwarepakete sollten in Kürze installiert oder entfernt werden.
fr: La configuration a été enregistrée avec succès. Les paquets sélectionnés devraient être installés ou supprimés sous peu.
hu: Beállítás mentése sikerült. Kiválasztott csomagok rövidesen települnek vagy eltávolításra kerülnek.
it: La configurazione è stata salvata correttamente. I pacchetti selezionati devono essere installati o rimossi a breve.
lt: Konfigūracija išsaugota sėkmingai. Pasirinkti paketai greitu metu bus įdiegti arba pašalinti.
pl: Konfiguracja została pomyślnie zapisana. Wybrane pakiety powinny być wkrótce zainstalowane lub usunięte.
ru: Конфигурация успешно сохранена. Выбранные пакеты будут установлены или удалены.
sk: Nastavenie bolo úspešne uložené. Vybrané balíčky by sa mali v krátkom čase nainštalovať alebo odstrániť.

source: Updater is running
cs: Aktualizace jsou spuštěné
de: Updater läuft
fr: Le programme de mises à jour est en cours d’exécution
hu: A Frissítéskekzelő fut
it: Updater è in esecuzione
lt: Atnaujinimų servisas dirba
nb: Oppdatereren kjører
pl: Updater jest uruchomiony
ru: Сервис обновления запущен
sk: Aktualizácia prebieha

source: Wi-Fi reset was successful.
cs: Nastavení Wi-Fi úspěšně vráceno na výchozí hodnoty.
de: WLAN Reset war erfolgreich.
fr: La réinitialisation Wi-Fi a réussi.
hu: A Wi-Fi visszaállítása sikerült.
it: Il ripristino del Wi-Fi ha avuto successo.
lt: Wi-Fi atstatymas sėkmingas.
pl: Resetowanie Wi-Fi powiodło się.
ru: Успешный сброс Wi-Fi.
sk: Zresetovanie nastavenia Wi-Fi prebehlo úspešne.

source: Failed to perform Wi-Fi reset.
cs: Nepodařilo se vrátit nastavení Wi-Fi na výchozí hodnoty.
de: WLAN Reset fehlgeschlagen.
fr: Échec de la réinitialisation du Wi-Fi.
hu: A Wi-Fi visszaállítása sikertelen.
it: Impossibile eseguire il ripristino Wi-Fi.
lt: Nepavyko atlikti Wi-Fi atstatymo.
pl: Nie udało się zresetować Wi-Fi.
ru: Не удалось выполнить сброс Wi-Fi.
sk: Nepodarilo sa zresetovať nastavenie Wi-Fi.

source: Backup file
cs: Soubor se zálohou
da: Sikkerhedskopier fil
de: Datei der Sicherheitskopie
fr: Fichier de sauvegarde
hu: Biztonsági mentés
it: File di Backup
lt: Atsarginės kopijos failas
nb: Sikkerhetskopifil
pl: Plik kopii zapasowej
ru: Файл резервной копии
sk: Súbor so zálohou

source: Use forwarding
cs: Používat přeposílání
da: Brug videresendelse (forwarding)
de: Weiterleitung benutzen
fr: Utiliser la redirection
hu: Továbbítás használata
it: Usare l'inoltro
lt: Naudoti persiuntimą
nb: Bruk videresending
pl: Użyj przekierowania (forwarding)
ru: Использовать переадресацию
sk: Používať preposielanie

source: Use provider's DNS resolver
cs: Použít DNS server poskytovatele připojení
de: DNS-Resolver des Providers verwenden
fr: Utiliser le résolveur DNS du fournisseur
lt: Naudoti tiekėjo DNS resolverius
nb: Bruk tilbyderens DNS-utleder
pl: Użyj serwerów DNS dostarczanych przez ISP
ru: Использовать DNS-резольвер провайдера
sk: Používať DNS servery poskytovateľa pripojenia

source: DNS Forwarder
cs: DNS přeposílání
fr: Transitaire DNS
lt: DNS persiuntėjas
pl: Forwarder DNS
ru: DNS переадресация
sk: DNS preposielanie

source: Disable DNSSEC
cs: Vypnout DNSSEC
da: Deaktiver DNSSEC
de: DNSSEC deaktivieren
fr: Désactiver DNSSEC
hu: DNSSEC tiltása
it: Disabilitare DNSSEC
lt: Išjungti DNSSEC
nb: Skru av DNSSEC
pl: Wyłącz DNSSEC
ru: Отключить DNSSEC
sk: Vypnúť DNSSEC

source: Enable DHCP clients in DNS
cs: Registrovat DHCP klienty v DNS
da: Aktiver DHCP klienter i DNS
de: DHCP auf DNS-Geräten aktivieren
fr: Activer les clients DHCP dans le DNS
hu: DHCP ügyfelek engedélyezése a DNS-ben
it: Abilita il client DHCP nel DNS
lt: Prijungti DHCP klientus prie DNS
nb: Skru på DHCP-klienter i DNS
pl: Rejestruj nazwy klientów DHCP w DNS
ru: Включение DHCP-клиентов в DNS
sk: Povoliť DHCP klientov v DNS

source: This will enable your DNS resolver to place DHCP client's names among the local DNS records.
cs: Toto zapíná ukládání názvů DHCP klientů do místních záznamů DNS překladu.
de: Dies ermöglicht der DNS-Namensauflösung den lokalen DNS-Einträgen ausgelesene DHCP-Client-Namen hinzuzufügen.
fr: Ceci permettra à votre résolveur DNS de placer les noms de clients DHCP parmi les registres DNS locaux.
hu: Lehetővé teszi a DNS-névfeloldó számára, hogy a DHCP-ügyfélnevek a helyi DNS-rekordokba kerüljenek.
it: Ciò consentirà al resolver DNS di inserire i nomi del client DHCP tra i record DNS locali.
lt: Tai leis sukelti DHCP klientų vardus į DNS resolverį šalia lokalių DNS įrašų.
nb: Dette medføre at DNS-fortolkeren plasserer DHCP-klienters navn i de lokale DNS-oppføringene.
pl: Umożliwia umieszczanie nazw klientów DHCP wśród lokalnych rekordów DNS.
ru: Это позволит вашему DNS-резолверу размещать имена клиентов DHCP среди локальных записей DNS.
sk: Toto umožní Vášmu DNS resolveru vložiť mená DHCP klientov medzi lokálne DNS záznamy.

source: Domain of DHCP clients in DNS
cs: Doména DHCP klientů v DNS
da: Domæne af DHCP-klienter i DNS
de: Domäne der DHCP-Geräte im DNS
fr: Domaine des clients DHCP dans le DNS
hu: DHCP-ügyfelek tartományneve a DNS-ben
it: Dominio dei client DHCP nel DNS
lt: Domenas DHCP klientams dedamas į DNS
pl: Domena dla klientów DHCP w systemie DNS
ru: Домен DHCP-клиентов в DNS
sk: Doména DHCP klientov v DNS

source: This domain will be used as suffix. E.g. The result for client "android-123" and domain "my.lan" will be "android-123.my.lan".
cs: Tato doména bude použita jako TLD. Např. pro klienta „android-123“ a doménu „my.lan“ bude výsledek „android-123.my.lan“.
de: Diese Domäne wird als Präfix genutzt. Z. B. für das Gerät "android-123" und der Domäne "my.lan" wäre das Ergebnis dann "android-123.my.lan".
fr: Ce domaine sera utilisé comme suffixe. Par exemple, le résultat pour le client « android-123 » et le domaine « my.lan » sera « android-123.my.lan ».
lt: Šis domenas bus naudojamas kaip sufiksas. Pvz. kliento "android-123" ir domeno "my.lan" rezultatas bus "android-123.my.lan".
pl: Ta domena będzie używana jako TLD. Na przykład dla nazwy klienta "android-123" i domeny "my.lan" wynikiem będzie "android-123.my.lan".
ru: Этот домен будет использоваться в качестве суффикса. Например, результатом для клиента «android-123» и домена «my.lan» будет «android-123.my.lan».
sk: Táto doména bude použitá ako TLD. Napr. pre klienta „android-123“ a doménu „my.lan“ bude výsledok „android-123.my.lan“.

source: Guest network
cs: Síť pro hosty
da: Gæstenetværk
de: Gastnetzwerk
fr: Réseau invité
hu: Vendég hálózat
it: Rete ospiti
lt: Svečių tinklas
nb: Gjestenettverk
pl: Sieć gościnna
ru: Гостевая сеть
sk: Sieť pre hostí

source: <strong>DHCP start</strong> and <strong>DHCP max leases</strong> does not fit into <strong>Guest network netmask</strong>!
cs: <strong>Začátek DHCP rozsahu</strong> a <strong>Počet přidělovaných adres</strong> se nevejde do <strong>Maska sítě pro hosty</strong>!
de: <strong>DHCP-start</strong> und <strong>DHCP-max-Lease</strong> passt nicht in die <strong>Netmask des Gastnetzwerks</strong>!
fr: Le <strong>début de DHCP</strong> et les <strong>baux maximums de DHCP</strong> ne sont pas en adéquation avec le <strong>masque de sous-réseau du réseau invité</strong> !
lt: <strong>DHCP pradžia</strong> ir <strong>DHCP max rezervacijų</strong> netelpa po <strong>Svečių tinklo kauke</strong>!
pl: <strong>Początek zakresu DHCP</strong> i <strong>dzierżawy DHCP</strong> nie pasują do <strong>maski podsieci sieci gościnnej</strong>!
ru: <strong>Начало пула DHCP</strong> и <strong>размер пула DHCP</strong> не вписываются в <strong>маску гостевой сети</strong>!
sk: <strong>Začiatok DHCP rozsahu</strong> a <strong>Počet prideľovaných adries</strong> sa nevojde do <strong>Maska siete pre hostí</strong>!
