Repository: CZ-NIC/foris
Catalog: foris/locale/*/LC_MESSAGES/foris.po
Languages: cs, da, de, fr, hu, it, lt, nb, pl, ru, sk

source: In the setup you provided it is <strong>not possible to access the administration interface</strong> of your device. This means that the only way to configure your device will be via serial cabel or you need to a perform factory reset. <br/><br/> <p><strong>Is this really what you want?</strong></p>
cs: V nastavení, které jste zadali, <strong>není možné přistupovat k rozhraní pro správu</strong> tohoto směrovače. To znamená, že jediný způsob jak ho nastavovat bude prostřednictvím sériového kabelu nebo provedení resetu do továrního nastavení.<br/><br/><p><strong>Opravdu je to to, co chcete?</strong></p>
de: Mit der von Ihnen bereitgestellten Einrichtung ist es <strong>nicht möglich, auf die Administrationsoberfläche</strong> Ihres Gerätes zuzugreifen. Das bedeutet, dass die Konfiguration Ihres Geräts nur über ein serielles Kabel oder durch Zurücksetzen auf Herstellervorgaben möglich ist. <br/><br/><p><strong>Ist das wirklich, was Sie wollen?</strong></p>
fr: Dans la configuration que vous avez fournie, il n'est <strong>pas possible d'accéder à l'interface d'administration</strong> de votre appareil. Cela signifie que la seule façon de configurer votre appareil sera via un câble série ou que vous devez effectuer une réinitialisation d'usine. <br/><br/><p><strong>Est-ce vraiment ce que vous voulez ?</strong></p>
lt: Su tokiais nustatymais <strong>neįmanoma pasiekti šio įrenginio valdymo interfeiso</strong>. Tai reiškia, kad vienintelis būdas pakeisti įrenginio nustatymus bus naudojant jungiantis prie nuosekliojo prievado (serial port) atskiru kabeliu arba atstatant įrenginį į gamyklinius nustatymus. <br/><br/><p><strong>Ar tikrai norite tai daryti?</strong></p>
nb: I oppsettet du angav er det <strong>ikke mulig å få tilgang til administrasjonsgrensesnittet</strong> for din enhet. Dette betyr at den eneste måten å sette opp din enhet på er via seriell kabel, eller du må utføre en fabrikkgjenoppretting. <br/><br/> <p><strong>Er dette virkelig det du ønsker?</strong></p>
pl: W wybranej konfiguracji <strong>nie można uzyskać dostępu do interfejsu administracyjnego</strong> urządzenia. Oznacza to, że jedynym sposobem skonfigurowania urządzenia będzie kabel szeregowy lub konieczne będzie przywrócenie ustawień fabrycznych. <br/><br/><p> <strong>Czy naprawdę tego chcesz?</strong></p>
ru: При настройках, которые вы указали, <strong>невозможно получить доступ к интерфейсу администрирования</strong> вашего устройства. Это означает, что единственный способ настроить ваше устройство будет осуществляться через последовательный кабель или вам потребуется выполнить сброс настроек. <br/><br/><p><strong>. Это действительно то, что вы хотите? </strong></p>
sk: V nastavení, ktoré ste zadali, <strong>nie je možné pristupovať k rozhraniu preo správu</strong> tohto routera. To znamená, že jediný spôsob, ako ho nastavovať, bude prostredníctvom sériového kábla alebo tým, že urobíte reset do továrenského nastavenia.<br/><br/><p><strong>Skutočne je to to, čo chcete?</strong></p>

source: You don't have any interface assigned to the LAN network.<br/> Do you want to <strong>open ports 22, 80 and 443 on WAN network</strong> in order to be able to access the configuration interface of our device?
cs: Nemáte přiřazené žádné rozhraní do LAN sítě<br/>Opravdu chcete <strong>otevřít porty 22, 80 a 443 na WAN síti</strong>, abyste byli schopní přistupovat k rozhraní pro nastavování svého zařízení?
de: Sie haben keine dem LAN-Netzwerk zugeordnete Schnittstelle.<br/> Möchten Sie <strong>die Ports 22, 80 und 443 im WAN-Netzwerk</strong> öffnen, um auf die Konfigurationsschnittstelle unseres Gerätes zugreifen zu können?
fr: Aucune interface n'est affectée au réseau LAN.<br/>Voulez-vous <strong>ouvrir les ports 22, 80 et 443 sur le réseau WAN</strong> afin de pouvoir accéder à l'interface de configuration de votre appareil ?
lt: Nepriskyrėte nei vieno interfeiso LAN tinklui. <br/>Ar norite <strong>atidaryti portus 22, 80 ir 443 per WAN tinklą</strong>, kad galėtumėte prieiti prie įrenginio valdymo interfeiso?
pl: Nie masz żadnego interfejsu przypisanego do sieci LAN.<br/> Czy chcesz <strong>otworzyć porty 22, 80 i 443 w sieci WAN</strong>, aby mieć dostęp do interfejsu konfiguracyjnego urządzenia?
ru: У вас нет интерфейса, назначенного для локальной сети. <br/>Вы хотите<strong> открыть порты 22, 80 и 443 в сети WAN</strong>, чтобы иметь доступ к интерфейсу конфигурации вашего устройства?
sk: Nemáte priradené žiadne rozhranie do LAN siete<br/>Skutočne chcete <strong>otvoriť porty 22, 80 a 443 na WAN sieti</strong>, aby ste boli schopní pristupovať k rozhraniu pre nastavovanie svojho routera?

source: Following notifications occurred and haven't been dismissed since the last reboot.
cs: Následující upozornění se objevila (a nebyla odstraněna) od minulého restartu.
pl: Pojawiły się następujące powiadomienia i nie zostały odrzucone od ostatniego restartu.
ru: Следующие уведомления не были приняты после последней перезагрузки.

source: Here you can set the guide walkthrough which will guide you through the basic configuration of your device.
cs: Zde je možné nastavit průvodce, který vás provede základním nastavením vašeho zařízení.
de: Hier können Sie den Leitfaden einstellen, der Sie durch die Grundkonfiguration Ihres Geräts führt.
lt: Čia galite paleisti gidą kuris padės lengvai parinkti pagrindinius įrenginio nustatymus.
pl: Tutaj możesz ustawić przewodnik, który poprowadzi Cię przez podstawową konfigurację urządzenia.
ru: Здесь вы можете начать руководство, которое проведет вас через базовую конфигурацию вашего устройства.
sk: Tu je možné nastaviť sprievodcu, ktorý vás prevedie základným nastavením vášho zariadenia.

source: recommended
cs: doporučeno
de: empfohlen
fr: recommandé
lt: rekomenduojama
nb: anbefalt
pl: zalecana
ru: рекомендуемые
sk: odporúčané

source: Use this workflow
cs: Použít tento scénář
de: Verwenden Sie diesen Workflow
fr: Utilisez ce workflow
lt: Naudoti šį gido rėžimą
nb: Bruk denne oppsettsveien
pl: Użyj tego trybu pracy
ru: Используйте эту конфигурацию
sk: Použiť tento smer

source: Here you can set up your router to be configured remotely. The remote configuration is done via secure encrypted connection and each client is required to have a token issued by this device.
cs: Zde je možné nastavit, aby router bylo možné nastavovat na dálku. Nastavování se děje prostřednictvím bezpečného, zašifrovaného připojení a pro každého klienta je třeba, aby byl vydán token tímto zařízením.
de: Hier können Sie Ihren Router so einrichten, dass er aus der Ferne konfiguriert werden kann. Die Fernkonfiguration erfolgt über eine sichere verschlüsselte Verbindung und jedem Client muss ein Token von diesem Gerät ausgeben werden.
fr: Ici, vous pouvez configurer votre routeur pour qu'il soit configurable à distance. La configuration à distance se fait via une connexion cryptée sécurisée et chaque client doit disposer d'un jeton émis par cet appareil.
nb: Her kan du sette opp din ruter for oppsett annensteds fra. Fjernoppsett gjøres via sikret kryptert tilkobling, og hver klient må ha et symbol utstedt av denne enheten.
pl: Tutaj możesz skonfigurować router do zdalnej konfiguracji. Zdalna konfiguracja odbywa się za pośrednictwem bezpiecznego szyfrowanego połączenia, a każdy klient musi mieć token wydany przez to urządzenie.
ru: Здесь вы можете настроить маршрутизатор для удаленной настройки. Удаленная настройка выполняется через безопасное зашифрованное соединение, и каждому клиенту необходимо иметь токен, выданный этим устройством.
sk: Tu je možné nastaviť, aby router bolo možné nastavovať na diaľku. Nastavovanie sa deje prostredníctvom bezpečného, zašifrovaného pripojenia a pre každého klienta je potrebné vydať token týmto zariadením.

source: This can be useful when you plan to access configuration interface via mobile app, another Turris router or you intend to write your own client.
cs: Toto se může hodit pokud plánujete přistupovat k rozhraní s nastaveními z mobilní aplikace, jiného routeru Turris nebo zamýšlíte vytvořit svého vlastního klienta.
de: Dies kann nützlich sein, wenn Sie planen, über eine mobile App oder einen anderen Turris-Router auf die Konfigurationsoberfläche zuzugreifen oder einen eigenen Client zu schreiben.
fr: Cela peut-être utile lorsque vous prévoyez d'accéder à l'interface de configuration avec une application mobile, un autre routeur Turris ou si vous avez l'intention d'écrire votre propre client.
pl: Może to być przydatne, gdy planujesz uzyskać dostęp do interfejsu konfiguracji za pomocą aplikacji mobilnej, innego routera Turris lub zamierzasz napisać własnego klienta.
ru: Это может быть полезно, когда вы планируете получить доступ к интерфейсу конфигурации через мобильное приложение, другой маршрутизатор Turris или если вы собираетесь написать свой собственный клиент.
sk: To sa môže hodiť, pokiaľ plánujete pristupovať k rozhraniu s nastaveniami z mobilnej aplikácie, iného routera Turris alebo zvažujete vytvoriť svojho vlastného klienta.

source: No certification authority
cs: Žádná certifikační autorita
de: Keine Zertifizierungsstelle
fr: Aucune autorité de certification
nb: Ingen sertifikatsmyndighet
pl: Brak urzędu certyfikacji (CA)
ru: Нет центра сертификации
sk: Žiadna certifikačná autorita

source: Currently there is no certificate authority(CA) dedicated to remote access. A CA is required to generate access tokens to authenticate. To proceed you need to generate it first.
cs: V tuto chvíli zde není certifikační autorita (CA), vyhrazená pro přístup na dálku. Ta je potřebná pro vytváření přístupových tokenů pro ověřování. Aby bylo možné pokračovat, nejprve je třeba takovou vytvořit.
de: Derzeit gibt es keine Zertifizierungsstelle (CA) für den Fernzugriff. Eine CA ist erforderlich, um Zugriffstoken zur Authentifizierung zu generieren. Um fortzufahren, müssen Sie es zuerst generieren.
fr: Il n'existe actuellement aucune autorité de certification (CA) dédiée à l'accès à distance. Une autorité de certification est requise pour générer des jetons d'accès d'authentification. Pour continuer, vous devez d'abord la générer.
pl: Obecnie nie posiadasz urzędu certyfikacji (CA) dedykowanego zdalnemu dostępowi. Aby wygenerować tokeny dostępu do uwierzytelnienia, wymagany jest urząd certyfikacji. Aby kontynuować, musisz najpierw go wygenerować.
ru: В настоящее время нет центра сертификации (CA), выделенного для удаленного доступа. ЦС требуется для генерации токенов доступа для аутентификации. Чтобы продолжить, вам нужно сначала его сгенерировать.
sk: V tejto chvíli tu nie je certifikačná autorita (CA) vyhradená pre prístup na diaľku. Tá je potrebná na vytváranie prístupových tokenov pre overovanie. Aby bolo možné pokračovať, najskôr je potrebné takúto autoritu vytvoriť.

source: Generate CA
cs: Vytvořit cert. autoritu
de: CA generieren
fr: Générer une AC
nb: Generer sertifikatsmyndighet
pl: Generuje CA
ru: Создать центр сертификации
sk: Vytvoriť cert. autoritu

source: Generating certificate authority
cs: Vytváření certifikační autority
de: Zertifizierungsstelle wird generiert
fr: Génération de l’autorité de certification
nb: Genererer sertifikatsmyndighet
pl: Generowanie urzędu certyfikacji
ru: Создание центра сертификации
sk: Vytvára sa certifikačná autorita

source: The CA necessary for the remote administration. The time required for generating CA may differ. Please try to reload this page later.
cs: Cert. autorita nezbytná pro správu na dálku. Čas potřebný pro vytvoření CA může být různý. Zkuste tuto stránku načíst později znovu.
de: Die für die Remote-Administration erforderliche CA. Der Zeitaufwand für die Generierung der CA kann unterschiedlich sein. Bitte versuchen Sie später, diese Seite neu zu laden.
fr: L'autorité de certification nécessaire à l'administration à distance. Le temps requis pour générer l'AC peut différer. Veuillez essayer de recharger cette page plus tard.
nb: Sertifikatsmyndighet kreves for administrasjon annensteds fra. Tiden som kreves for generering varierer. Prøv å gjeninnlaste denne siden senere.
pl: Urząd certyfikacji (CA) niezbędny do zdalnego dostępu. Czas wymagany do wygenerowania urzędu certyfikacji może być różny. Spróbuj ponownie załadować tę stronę później.
ru: Центр сертификации, необходимый для удаленного администрирования. Время, необходимое для создания ЦС, может отличаться. Пожалуйста, попробуйте перезагрузить эту страницу позже.
sk: Certifikačná autorita nutná pre správu na diaľku. Čas potrebný na vytvorenie CA môže byť rôzny. Skúste túto stránku načítať neskôr znovu.

source: Reload page
cs: Znovu načíst stránku
de: Seite neu laden
fr: Recharger la page
pl: Odśwież stronę
ru: Обновить страницу
sk: Znovu načítať stránku

source: Connection parameters
cs: Parametry připojení
de: Verbindungsparameter
fr: Paramètres de connexion
pl: Parametry połączenia
ru: Параметры подключения
sk: Parametre pripojenia

source: You CA seems to be ready to be used. Now you can safely enable/disable the remote access and set some of the parameters.
cs: Vaše cert. autorita se zdá být připravena. Nyní můžete bezpečně zapnout/vypnout přístup na dálku a nastavit některé parametry.
de: Ihre CA scheint einsatzbereit zu sein. Jetzt können Sie den Fernzugriff sicher aktivieren/deaktivieren und einige der Parameter einstellen.
fr: Votre AC semble prête à être utilisé. Vous pouvez maintenant activer/désactiver en toute sécurité l'accès à distance et définir certains paramètres.
nb: Din sertifikatsmyndighet ser ut til å være klar til bruk. Du kan nå trygt skru på/av fjerntilgang og sette noen av parameterne.
pl: Wydaje się, że urząd certyfikacji (CA) jest gotowy do użycia. Teraz możesz bezpiecznie włączyć/wyłączyć zdalny dostęp i ustawić jego parametry.
ru: Ваш центр сертификации готов к использованию. Теперь вы можете безопасно включать/отключать удаленный доступ и устанавливать некоторые параметры.
sk: Vaša certifikačná autorita vyzerá byť pripravená. Teraz môžete bezpečne zapnúť/vypnúť prístup na diaľku a nastaviť niektoré parametre.

source: Apply configuration
cs: Uplatnit nastavení
de: Konfiguration anwenden
fr: Appliquer la configuration
pl: Zastosuj konfigurację
ru: Применить настройки
sk: Uplatniť nastavenie

source: Tokens
cs: Tokeny
de: Token
fr: Jetons
nb: Symboler
pl: Tokeny
ru: Токены
sk: Tokeny

source: Here you can create and revoke the client capability to connect to the remote administration.
cs: Zde je možné vytvářet a odvolávat schopnost klientů se připojovat pro správu na dálku.
de: Hier können Sie die Erlaubnis des Clients zur Verbindung mit der Remote-Administration erstellen und widerrufen.
fr: Ici, vous pouvez ajouter et révoquer l'aptitude du client à se connecter à l'administration à distance.
nb: Her kan du opprette og tilbake klientens mulighet til å koble til administrasjon annensteds fra.
pl: Tutaj możesz utworzyć i unieważnić zdolność klienta do łączenia się ze zdalną administracją.
ru: Здесь вы можете создать и отменить возможность подключения клиента к удаленному администрированию.
sk: Tu je možné vytvárať a odvolávať schopnosť klientov pripájať sa pre správu na diaľku.

source: Create
cs: Vytvořit
de: Erstellen
fr: Créer
nb: Opprett
pl: Utwórz
ru: Создать
sk: Vytvoriť

source: Delete CA
cs: Smazat cert. autoritu
de: CA löschen
fr: Supprimer AC
nb: Slett sertifikatsmyndighet
pl: Usuń CA
ru: Удалить центр сертификации
sk: Vymazať cert. autoritu

source: You can't delete the CA while the remote access is enabled. To delete the CA you need to disable the remote access first.
cs: Pokud je přístup na dálku zapnutý, není možné smazat cert. autoritu. Pro smazání cert. autority je třeba nejprve vypnout přístup na dálku.
de: Sie können die CA nicht löschen, während der Fernzugriff aktiviert ist. Um die CA zu löschen, müssen Sie zuerst den Fernzugriff deaktivieren.
fr: Vous ne pouvez pas supprimer l'autorité de certification lorsque l'accès à distance est activé. Pour supprimer l'autorité de certification, vous devez d'abord désactiver l'accès à distance.
nb: Du kan ikke slette sertifikatsmyndighet mens fjerntilgang er påslått. For å slette sertifikatsmyndigheten må du skru av fjerntilgang først.
pl: Nie można usunąć urzędu certyfikacji (CA), gdy zdalny dostęp jest włączony. Aby usunąć urząd certyfikacji, należy najpierw wyłączyć zdalny dostęp.
ru: Вы не можете удалить центр сертификации, пока включен удаленный доступ. Для удаления ЦС необходимо сначала отключить удаленный доступ.
sk: Pokiaľ je prístup na diaľku zapnutý, nie je možné zmazať cert. autoritu. Na vymazanie cert. autority je potrebné najskôr vypnúť prístup na diaľku.

source: You can delete the whole CA. Note that all the cerificates issued by this CA will be useless and if you wanted to use this plugin, you'd need to generate a new CA first.
cs: Je možné smazat celou cert. autoritu. Uvědomte si ale, že veškeré certifikáty, které pomocí ní byly vydány, se stanou nepoužitelné a pokud budete tento zásuvný modul chtít využívat, bude nejprve třeba vytvořit novou cert. autoritu.
de: Sie können die gesamte CA löschen. Beachten Sie, dass alle von dieser CA ausgestellten Zertifikate nutzlos werden und wenn Sie dieses Plugin verwenden möchten, müssen Sie zuerst eine neue CA generieren.
fr: Vous pouvez supprimer l’ensemble de l’AC. Notez que tous les certificats émis par cette autorité de certification seront inutiles et si vous souhaitez utiliser ce plugin, vous devrez générer une nouvelle AC d’abord.
nb: Du kan slette hele sertifikatsmyndigheten. Merk at alle sertifikatene utstedt av denne sertifikatsmyndigheten vil bli ubrukelige og hvis du ønsket å bruke programtillegget, ville du ha må generert en ny sertifikatsmyndighet først.
pl: Możesz usunąć tylko cały urząd certyfikacji (CA). Pamiętaj, że wszystkie certyfikaty wydane przez ten urząd certyfikacji będą bezużyteczne i jeśli chcesz korzystać z tej wtyczki, musisz najpierw wygenerować nowy urząd certyfikacji.
ru: Вы можете удалить весь центр сертификации. Обратите внимание, что все сертификаты, выданные этим центр сертификации, будут бесполезными, и если Вы захотите использовать этот плагин снова, придётся сначала создать новый центр сертификации.
sk: Je možné vymazať celú cert. autoritu. Uvedomte si však, že všetky certifikáty, ktoré boli pomocou nej vydané, sa stanú nepoužiteľné a pokiaľ budete tento zásuvný modul chcieť využívať, bude najskôr potrebné vytvoriť novú cert. autoritu.

source: <a href="${response.url}"><div id="remote-qrcode-${token_id}"></div></a><br/>Expires in:
cs: <a href="${response.url}"><div id="remote-qrcode-${token_id}"></div></a><br/>Platnost končí v:
de: <a href="${response.url}"><div id="remote-qrcode-${token_id}"></div></a><br/>Läuft ab in:
fr: <a href="${response.url}"><div id="remote-qrcode-${token_id}"></div></a><br/>Expire dans :
nb: <a href="${response.url}"><div id="remote-qrcode-${token_id}"></div></a><br/>Utløper om:
pl: <a href="${response.url}"><div id="remote-qrcode-${token_id}"></div></a><br/>Wygasa za:
ru: <a href="${response.url}"><div id="remote-qrcode-${token_id}"></div></a><br/>Истекает в:
sk: <a href="${response.url}"><div id="remote-qrcode-${token_id}"></div></a><br/>Platnosť končí v:

source: Failed to query ntp servers.
cs: Nepodařilo se kontaktovat ntp servery.
de: Fehler beim Abfragen des Network Time Protocol (NTP) Servers.
fr: Échec lors de l'interrogation des serveurs de temps NTP.
hu: NTP-kiszolgáló lekérdezése sikertelen.
it: Impossibile interrogare i server ntp.
lt: Nepavyko susisiekti su NTP serveriais.
pl: Nie można wysłać zapytania do serwerów ntp.
ru: Ошибка запроса NTP сервера.
sk: Nepodarilo sa kontaktovať ntp servery.

source: NTP servers:
cs: NTP servery:
de: NTP-Server:
fr: Serveurs NTP :
lt: NTP serveriai:
nb: NTP-tjenere:
pl: Serwery NTP:
ru: Серверы NTP:
sk: NTP servery:

source: Update time
cs: Aktualizovat čas
de: Uhrzeit aktualisieren
fr: Synchroniser
hu: Frissítés ideje
it: Aggiornare l'ora
lt: Atnaujinimo laikas
pl: Ostatnia aktualizacja
ru: Синхронизировать время
sk: Aktualizovať čas
