Repository: CZ-NIC/foris
Catalog: foris/locale/*/LC_MESSAGES/foris.po
Languages: cs, da, de, fr, hu, it, lt, nb, pl, ru, sk

source: Network mask of the inner network.
cs: Maska vnitřní sítě.
de: Netzwerkmaske des inneren Netzwerks.
fr: Masque de sous-réseau du réseau interne.
hu: A belső hálózat hálózati maszkja.
it: Maschera di rete della rete interna.
lt: Vidinio tinklo kaukė.
pl: Maska podsieci dla sieci wewnętrznej.
ru: Маска внутренней сети.
sk: Maska vnútornej siete.

source: DHCP (automatic configuration)
cs: DHCP (automatické nastavení)
da: DHCP (automatisk konfiguration)
de: DHCP (automatische Konfiguration)
fr: DHCP (configuration automatique)
hu: DHCP (automatikus beállítás)
it: DHCP (configurazione automatica)
lt: DHCP (automatinė konfigūracija)
nb: DHCP (automatisk oppsett)
pl: DHCP (automatyczna konfiguracja)
ru: DHCP (автоматическая настройка)
sk: DHCP (automatická konfigurácia)

source: Static IP address (manual configuration)
cs: Statická IP adresa (ruční nastavení)
da: Statisk IP konfiguration (manuel indstilling)
de: Statische IP-Adresse (manuelle Konfiguration)
fr: Adresse IP statique (configuration manuelle)
hu: Statikus IP-cím (manuális beállítás)
it: Indirizzo IP statico (configurazione manuale)
lt: Statinis IP adresas (ne-automatinė konfigūracija)
nb: Statisk IP-adresse (manuelt oppsett)
pl: Statyczny adres IP (ręczna konfiguracja)
ru: Статический IP-адрес (ручная настройка)
sk: Statická IP adresa (ručná konfigurácia)

source: Don't connect this device to LAN
cs: Nepřipojovat toto zařízení do LAN
de: Verbinden Sie dieses Gerät nicht mit dem LAN
fr: Ne pas connecter cet appareil au réseau local
lt: Neprijungti šio įrenginio prie LAN
nb: Ikke koble denne enheten til LAN
pl: Nie podłączaj tego urządzenia do sieci LAN
ru: Не подключайте это устройство к локальной сети
sk: Nepripájať toto zariadenie do LAN

source: IPv4 protocol
cs: Protokol IPv4
da: IPv4 protokollen
de: IPv4-Protokoll
fr: Protocole IPv4
hu: IPv4 protokoll
it: Protocollo IPv4
lt: IPv4 protokolas
nb: IPv4-protokoll
pl: Protokół IPv4
ru: Протокол IPv4
sk: Protokol IPv4

source: IPv4 address
cs: IPv4 adresa
de: IPv4-Adresse
fr: Adresse IPv4
lt: IPv4 adresas
pl: Adres IPv4
ru: Адрес IPv4
sk: IPv4 adresa

source: Network mask
cs: Maska sítě
da: Netværksmaske
de: Netzwerkmaske
fr: Masque réseau
hu: Hálózati maszk
it: Maschera di rete
lt: Tinklo adreso kaukė
nb: Nettverksmaske
pl: Maska podsieci
ru: Маска подсети
sk: Maska podsiete

source: Gateway
cs: Brána
de: Netzwerk-Gateway
fr: Passerelle
hu: Átjáró
lt: Gateway adresas
nb: Portner
pl: Brama
ru: Шлюз
sk: Brána

source: DNS server 1 (IPv4)
fr: Serveur DNS 1 (IPv4)
hu: DNS-kiszolgáló 1 (IPv4)
it: Server DNS primario (IPv4)
lt: DNS serveris 1 (IPv4)
nb: DNS-tjener 1 (IPv4)
pl: Serwer DNS 1 (IPv4)
ru: DNS-сервер 1 (IPv4)

source: DNS server address is not required as the built-in DNS resolver is capable of working without it.
cs: Adresa DNS serveru není potřebná, protože vestavěný DNS překladač je schopen pracovat i bez něj.
da: DNS serveradressen er ikke krævet da den indbyggede DNS resolver kan fungere uden denne.
de: Die DNS-Serveradresse wird nicht benötigt, der eingebaute DNS Resolver ist fähig ohne diese Angaben zu arbeiten.
fr: L’adresse du serveur DNS n’est pas nécessaire car le résolveur DNS intégré est capable de fonctionner sans lui.
hu: A DNS-kiszolgáló címe nem szükséges, mivel a beépített DNS névfeloldó képes dolgozni anélkül.
it: L'indirizzo del server DNS non è necessario perché il resolver DNS incorporato è in grado di lavorare senza di esso.
lt: DNS serverio adresas yra nebūtinas, integruotas DNS serveris gali veikti ir be jo.
nb: DNS-tjeneradresse er ikke påkrevd, siden den innebygde DNS-utlederen klarer å finne ut av det.
pl: Adres serwera DNS nie jest wymagany, ponieważ wbudowany resolver DNS może pracować bez niego.
ru: Адрес DNS-сервера не требуется, так как встроенная система разрешения доменных имён может работать без него.
sk: Adresa DNS servera nie je potrebná - vstavaný DNS resolver dokáže pracovať bez nej.

source: DNS server 2 (IPv4)
fr: Serveur DNS 2 (IPv4)
hu: DNS-kiszolgáló 2 (IPv4)
it: Server DNS secondario (IPv4)
lt: DNS serveris 2 (IPv4)
nb: DNS-tjener 2 (IPv4)
pl: Serwer DNS 2 (IPv4)
ru: DNS-сервер 2 (IPv4)

source: DHCP hostname
cs: Název stroje pro DHCP
fr: Nom d’hôte DHCP
hu: DHCP-gépnév
it: Nome host DHCP
lt: DHCP vardas
nb: DHCP-vertsnavn
pl: Nazwa hosta DHCP
ru: Имя сервера DHCP
sk: DHCP názov stroja

source: Hostname which will be provided to DHCP server.
cs: Název stroje, který bude poskytnut DHCP serveru.
de: Hostname, der dem DHCP-Server zur Verfügung gestellt wird.
fr: Nom d’hôte qui sera assigné au serveur DHCP.
hu: Gépnév, amelyet a DHCP-kiszolgálónak biztosítunk.
it: Nome host che verrà fornito al server DHCP.
lt: Įrenginio vardas kuris bus perduodamas DHCP serveriui.
nb: Vertsnavn som tilbys til DHCP-tjeneren.
pl: Nazwa hosta, która zostanie przekazana do serwera DHCP.
ru: Имя хоста, которое будет предоставлено серверу DHCP.
sk: Identifikátor klienta, ktorý bude poslaný DHCP serveru.

source: Password
cs: Heslo
da: Kodeord
de: Passwort
fr: Mot de passe
hu: Jelszó
lt: Slaptažodis
nb: Passord
pl: Hasło
ru: Пароль
sk: Heslo

source: Current Foris password
cs: Stávající heslo do Foris
de: Aktuelles Foris-Passwort
fr: Mot de passe actuel de Foris
lt: Esamas Foris slaptažodis
pl: Aktualne hasło interfejsu Foris
ru: Текущий пароль Foris
sk: Aktuálne heslo do Forisu

source: New password
cs: Nové heslo
da: Nye kodeord
de: Neues Kennwort
fr: Nouveau mot de passe
hu: Új jelszó
it: Nuova password
lt: Naujas slaptažodis
nb: Nytt passord
pl: Nowe hasło
ru: Новый пароль
sk: Nové heslo

source: New password (repeat)
cs: Nové heslo (pro kontrolu)
da: Nye kodeord (gentag)
de: Neues Kennwort (Bestätigung)
fr: Nouveau mot de passe (répétez)
hu: Új jelszó (ismét)
it: Nuova password (ripetere)
lt: Naujas slaptažodis (pakartokite)
nb: Gjenta nytt passord
pl: Nowe hasło (powtórzenie)
ru: Новый пароль (ещё раз)
sk: Nové heslo (pre kontrolu)

source: Password (repeat)
cs: Heslo (pro kontrolu)
da: Kodeord (Gentag)
de: Passwort (wiederhollen)
fr: Mot de passe (répétez)
hu: Jelszó (ismét)
it: Password (ripetere)
lt: Slaptažodis (pakartokite)
nb: Gjenta passord
pl: Hasło (powtórzenie)
ru: Пароль (повтор)
sk: Heslo (pre kontrolu)

source: for Foris web interface
cs: pro webové rozhraní Foris
de: für Foris Webinterface
fr: pour l’interface Web de Foris
lt: Foris web sąsajai
nb: for Foris vev-grensesnitt
pl: dla interfejsu Foris
ru: для веб-интерфейса Foris
sk: pre webové rozhranie Foris

source: Set your password for this administration interface. The password must be at least 6 characters long.
cs: Zvolte si přístupové heslo do tohoto rozhraní pro správu. Je třeba, aby heslo bylo alespoň 6 znaků dlouhé.
da: Sæt kodeord for dette administrationsinterface. Kodeordet skal være mindst 6 tegn langt.
de: Wählen Sie das Kennwort für die Administrationsschnittstelle. Das Kennwort muss aus mindestens 6 Zeichen bestehen.
fr: Définissez votre mot de passe pour cette interface d’administration. Le mot de passe doit comporter au moins 6 caractères.
hu: Állítsa be a jelszót ehhez a felügyeleti felülethez. A jelszónak legalább 6 karakterből kell állnia.
it: Imposta la tua password per questa interfaccia di amministrazione. La password deve essere lunga almeno 6 caratteri.
lt: Nustatykite slaptažodį priėjimui prie šio valdymo interfeiso. Slaptažodis turi būti mažiausiai 6 simbolių ilgio.
nb: Sett passordet ditt for dette administrasjonsgrensesnittet. Passordet må være minst 6 tegn langt.
pl: Ustaw hasło dla tego interfejsu administracyjnego. Hasło musi mieć co najmniej 6 znaków.
ru: Установите свой пароль для этого интерфейса администрирования. Пароль должен быть не короче 6 символов.
sk: Zvoľte si svoje prístupové heslo pre toto administračné rozhranie. Heslo musí byť dlhé aspoň 6 znakov.

source: Passwords are not equal.
cs: Zadání hesla se neshodují.
da: Kodeord er ikke ens.
de: Passwörter sind nicht gleich.
fr: Les mots de passe ne sont pas identiques.
hu: A jelszavak nem egyeznek.
it: Le password non sono uguali.
lt: Slaptažodžiai nesutampa.
nb: Passordene samsvarer ikke.
pl: Hasła nie są takie same.
ru: Пароли не совпадают.
sk: Zadané heslá sa nezhodujú.

source: for Advanced administration
cs: pro pokročilou správu
de: für die fortgeschrittene Administration
fr: pour l’administration avancée
lt: Platesniam valdymui
pl: dla zaawansowanej administracji (LuCi)
ru: для расширенного администрирования
sk: pre pokročilú správu

source: In order to access the advanced configuration options which are not available here, you must set the root user's password. The advanced configuration options can be managed either through the <a href="//%(host)s/%(path)s">LuCI web interface</a> or via SSH.
cs: Pro přístup k volbám pokročilých nastavení, které zde nejsou k dispozici, je třeba nastavit heslo k účtu root. Pokročilé volby nastavení je možné spravovat buď prostřednictvím <a href="//%(host)s/%(path)s">webového rozhraní LuCI</a> nebo skrze SSH.
de: Um auf die erweiterten Konfigurationsoptionen zuzugreifen, die hier nicht verfügbar sind, müssen Sie das Passwort des root-Benutzers festlegen. Die erweiterten Konfigurationsoptionen können entweder über die <a href="//%(host)s/%(path)s">LuCI Weboberfläche</a> oder über SSH verwaltet werden.
fr: Pour accéder aux options de configuration avancées qui ne sont pas disponibles ici, vous devez définir le mot de passe de l’utilisateur root. Les options de configuration avancées peuvent être gérées soit via l’<a href="//%(host)s/%(path)s">interface Web LuCI</a> soit via SSH.
lt: Kad prieitumėte prie gilesnių nustatymų kurių čia keisti negalima turite nustatyti root slaptažodį. Daugiau nustatymų galėsite valdyti arba per <a href="//%(host)s/%(path)s">LuCI web sąsają</a> arba per SSH.
nb: For å få tilgang til avanserte oppsettsvalg som ikke er tilgjengelige her, må du sette rotbrukerens passord. De kan deretter håndteres gjennom <a href="//%(host)s/%(path)s">LuCI-vev-grensesnittet</a> eller via SSH.
pl: Aby uzyskać dostęp do zaawansowanych opcji konfiguracji, które nie są dostępne tutaj, musisz ustawić hasło użytkownika root. Zaawansowanymi opcjami konfiguracji można zarządzać za pomocą <a href="//%(host)s/%(path)s">interfejsu LuCI</a> lub przez SSH.
ru: Чтобы получить доступ к расширенным параметрам администрирования, которые недоступны здесь, вы должны установить пароль пользователя root. Расширенные параметры администрирования могут управляться либо через <a href="//%(host)s/%(path)s">LuCI веб-интерфейс</a>, либо через SSH.
sk: Pre prístup k voľbám pokročilých nastavenia, ktoré tu nie sú k dispozícii, je potrebné nastaviť heslo k účtu root. Pokročilé voľby nastavenia je možné spravovať buď prostredníctvom <a href="//%(host)s/%(path)s">webového rozhrania LuCI</a> alebo cez SSH.

source: Don't set this password
cs: Nenastavovat toto heslo
de: Dieses Passwort nicht festlegen
fr: Ne pas définir ce mot de passe
lt: Nenustatyti šio slaptažodžio
nb: Ikke sett dette passordet
pl: Nie ustawiaj tego hasła
ru: Не устанавливать этот пароль
sk: Nenastavovať toto heslo

source: Use Foris password
cs: Použít heslo do Foris
de: Foris-Passwort verwenden
fr: Utiliser le mot de passe Foris
lt: Naudoti Foris slaptažodį
pl: Użyj hasła interfejsu Foris
ru: Использовать пароль Foris
sk: Použiť heslo do Forisu

source: Use other password
cs: Použít jiné heslo
de: Anderes Passwort verwenden
fr: Utiliser un autre mot de passe
lt: Naudoti kitą slaptažodį
pl: Użyj innego hasła
ru: Использовать другой пароль
sk: Použiť iné heslo

source: Advanced administration
cs: Pokročilá správa
da: Avanceret administration
de: Expertenkonfiguration
fr: Administration avancée
hu: Haladó felügyelet
it: Amministrazione avanzata
lt: Platesnis valdymas
nb: Avansert administrasjon
pl: Zaawansowana administracja
ru: Расширенное администрирование
sk: Pokročilé nastavenie

source: Same password would be used for accessing this administration interface, for root user in LuCI web interface and for SSH login. Use a strong password! (If you choose not to set the password for advanced configuration here, you will have the option to do so later. Until then, the root account will be blocked.)
cs: Stejné heslo by bylo použito pro přístup k tomuto rozhraní pro správu, pro uživatele root ve webovém rozhraní LuCI a pro SSH přihlášení. Použijte odolné heslo! (Pokud zvolíte nenastavovat heslo pro pokročilou správu zde, budete mít možnost učinit tak později. Do té doby bude účet root zablokován.)
da: Samme kodeord vil blive brugt for at tilgå dette administrationsinterface, for root brugeren i LuCI web interface og til SSH login. Brug et stærkt kodeord! (Hvis du vælger ikke at sætte kodeordet for avanceret konfiguration her, vil du have mulighed for at gøre dette senere. Indtil da, vil root brugeren være blokeret.)
de: Dasselbe Kennwort wird auch für den Zugriff in die Expertenkonfiguration-Schnittstelle, für den root-Benutzer in der LuCI-Webschnittstelle und für SSH-Zugriff verwendet. Verwenden Sie ein starkes Kennwort! (Wenn Sie sich entscheiden kein Kennwort festzulegen, so besteht Option dies später zu tun. Bis dahin wird der root-Benutzer blockiert.)
fr: Le même mot de passe serait utilisé pour accéder à cette interface d’administration, pour l’utilisateur root dans l’interface Web LuCI et pour la connexion SSH. Utiliser un mot de passe fort ! (Si vous choisissez de ne pas configurer le mot de passe pour la configuration avancée ici, vous aurez la possibilité de le faire plus tard. D’ici là, le compte root sera bloqué.)
hu: Ugyanaz a jelszó lesz használva ennek a felügyeleti felületnek az eléréséhez, a LuCI webes felület root felhasználójához és az SSH bejelentkezéshez. Használj erős jelszót! (Ha itt most nem lesz a haladó beállításokhoz jelszó beállítva, akkor erre később is lesz lehetőség. Addig is a root fiók le lesz tiltva.)
it: La stessa password verrà utilizzata per accedere a questa interfaccia di amministrazione, per l'utente root nell'interfaccia web LuCI e per l'accesso SSH. Utilizza una password sicura ! (Se si sceglie di non impostare la password per la configurazione avanzata, sarà possibile eseguire questa operazione in un secondo momento. A quel punto, l'account principale verrà bloccato.)
lt: Toks pat slaptažodis būtų naudojamas priėjimui prie šio valdymo interfeiso, root prisijungimui per LuCI web interfeisą ir SSH. Naudokite stiprų slaptažodį! (Nepasirinkus nenustatyti slaptažodžio platesniam konfigūravimui dabar, galėsite tai padaryti vėliau. Iki tol prisijungimas prie root paskyros bus blokuojamas.)
pl: Do uzyskania dostępu do tego interfejsu administracyjnego, dla użytkownika root w interfejsie internetowym LuCI i dla logowania SSH użyto tego samego hasła. Użyj silnego hasła! (Jeśli zdecydujesz się nie ustawiać hasła dla zaawansowanej konfiguracji, możesz to zrobić później. Do tego czasu konto root zostanie zablokowane.)
ru: Один и тот же пароль будет использоваться для данного интерфейса администрирования, для пользователя root в веб-интерфейсе LuCI и для авторизации по SSH. Используйте сложный пароль! (Если Вы не установите пароль для расширенной настройки здесь, можно сделать это позднее. До этого момента аккаунт root будет заблокирован.)
sk: Rovnaké heslo sa použije pre prístup do tohto administračného rozhrania, pre používateľa root vo webovom rozhraní LuCI a pre SSH prístup. Použite silné heslo! (Pokiaľ sa rozhodnete zatiaľ toto heslo nenastaviť, môžete tak spraviť neskôr. Dovtedy bude účet root zablokovaný.)

source: Region and time
cs: Region a čas
de: Region und Zeit
fr: Région et heure
hu: Régió és idő
it: Regione e orario
lt: Regionas ir laikas
nb: Tid og sted
pl: Region i czas
ru: Регион и время
sk: Oblasť a čas

source: It is important for your device to have the correct time set. If your device's time is delayed, the procedure of SSL certificate verification might not work correctly.
cs: Je důležité, aby zařízení mělo nastavený správný čas. Pokud bude zpožděný, procedura ověřování SSL certifikátů nemusí fungovat správně.
de: Es ist wichtig, dass Ihr Gerät die richtige Zeit eingestellt hat. Wenn die Zeit Ihres Geräts auf zu spät eingestellt ist, funktioniert das Verfahren der SSL-Zertifikatsverifizierung möglicherweise nicht ordnungsgemäß.
fr: Il est important que votre appareil ait l’heure correcte. Si celle-ci est décalée, la procédure de vérification du certificat TLS pourrait ne pas fonctionner correctement.
lt: Svarbu, kad įrenginys turėtų tiksliai nustatytą laiką. Jei laikas įrenginyje vėluoja SSL sertifikato tikrinimas gali veikti netinkamai.
nb: Det er viktig at du har satt rett tid på enheten din. Hvis den går seint, fungerer ikke prosedyren for SSL-sertifikatsbekreftelse.
pl: Ważne jest, aby urządzenie miało ustawiony prawidłowy czas. Jeśli czas Twojego urządzenia jest opóźniony, procedura weryfikacji certyfikatu SSL może nie działać poprawnie.
ru: Для вашего устройства важно установить правильное время. Если время вашего устройства отстает, процедура проверки сертификата SSL может работать некорректно.
sk: Je dôležité, aby zariadenie malo nastavený správny čas. Pokiaľ bude oneskorený, procedúra overovania SSL certifikátov nemusí fungovať správne.

source: Region settings
cs: Nastavení regionu
da: Landeindstillinger
de: Regionaleinstellungen
fr: Paramètres régionaux
hu: Régió beállítások
it: impostazione della regione
lt: Regiono nustatymai
nb: Regionsinnstillinger
pl: Ustawienia regionu
ru: Настройки региона
sk: Nastavenia regiónu

source: Please select the timezone the router is being operated in. Correct setting is required to display the right time and for related functions.
cs: Vyberte časovou zónu ve které je router používán. Korektní nastavení je nutné pro zobrazování správného času a pro související funkce.
da: Vælg venligst den tidszone som routeren opsættes i. Korrekt indstilling er nødvendig for at vise den korrekte tid og til relaterede funktioner.
de: Bitte wählen Sie die Zeitzone, in welcher der Router betrieben wird. Eine korrekte Einstellung wird benötigt, um die richtige Zeit anzeigen zu können, und für weitere damit verbundene Funktionen.
fr: Veuillez sélectionner le fuseau horaire dans lequel le routeur est utilisé. Un réglage correct est requis pour afficher la bonne heure et pour des fonctions connexes.
hu: Válaszd ki az időzónát, melyben a router működik. Helyes beállítás szükséges a megfelelő idő megjelenítéséhez, illetve a kapcsolódó funkciókhoz.
it: Seleziona il fuso orario in cui il router è in funzione. È necessario impostare correttamente per visualizzare l'ora giusta e le funzioni correlate.
lt: Pasirinkite laiko zoną, kuri naudojama valdant maršrutizatorių. Teisingam laiko išvedimui ir su tuo susijusioms funkcijom reikia, kad būtų parinkta teisinga laiko zona.
nb: Velg tidssonen ruteren befinner seg i. Korrekt innstilling kreves for å vise rett tid og for relaterte funksjoner.
pl: Proszę wybrać strefę czasową, w której pracuje router. Poprawne ustawienie jest wymagane, aby wyświetlić odpowiedni czas i powiązane funkcje.
ru: Выберите часовой пояс маршрутизатора для отображения правильного времени и связанных функций.
sk: Vyberte, prosím, časovú zónu, v ktorej sa router používa. Správne nastavenie je nutné na zobrazenie správneho času a súvisiace funkcie.

source: Continent or ocean
cs: Kontinent nebo oceán
da: Kontinent eller ocean
de: Kontinent oder Ozean
fr: Continent ou océan
hu: Kontinens vagy óceán
it: Continente o oceano
lt: Žemynas arba vandenynas
nb: Kontinent eller hav
pl: Kontynent lub ocean
ru: Континент или океан
sk: Kontinent alebo oceán

source: Country
cs: Země
da: Land
de: Land
fr: Pays
hu: Ország
it: Paese
lt: Šalis
nb: Land
pl: Kraj
ru: Страна
sk: Krajina

source: Timezone
cs: Časová zóna
da: Tidszone
de: Zeitzone
fr: Fuseau horaire
hu: Időzóna
it: Fuso orario
lt: Laiko zona
nb: Tidssone
pl: Strefa czasowa
ru: Часовой пояс
sk: Časová zóna

source: Time settings
cs: Nastavení času
da: Tidsindstillinger
de: Uhrzeiteinstellungen
fr: Paramètres de l’heure
hu: Idő beállítások
it: Impostazioni data/ora
lt: Laiko nustatymai
nb: Tidsinnstillinger
pl: Ustawienia czasu
ru: Настройки времени
sk: Nastavenia času

source: Time should be up-to-date otherwise DNS and other services might not work properly.
cs: Čas by měl být aktuální, jinak nemusí správně fungovat DNS a další služby.
de: Die Zeit sollte auf dem neuesten Stand sein, sonst funktionieren DNS und andere Dienste möglicherweise nicht richtig.
fr: L’heure devrait être à jour sinon le DNS et d’autres services pourraient ne pas fonctionner correctement.
lt: Laikas turi būti tikslus, kitaip DNS ir kiti servisai gali tinkamai neveikti.
pl: Czas powinien być aktualny, w innym wypadku DNS i inne usługi mogą nie działać poprawnie.
ru: Время должно быть актуальным, иначе DNS и другие службы могут работать некорректно.
sk: Čas by mal byť aktuálny, inak nemusí správne fungovať DNS a ďalšie služby.

source: How to set time
cs: Jak nastavit čas
de: Art der Zeitaktualisierung
fr: Comment configurer le temps
hu: Hogyan állítsuk be a pontos időt
it: Come impostare l'ora
lt: Kaip nustatyti laiką
pl: Synchronizuj czas
ru: Способ синхронизации
sk: Ako nastaviť čas

source: Choose method to store current time into the router.
cs: Zvolte metodu pro udržování času na směrovači aktuálním.
de: Wählen Sie eine Methode für die Speicherung der aktuellen Uhrzeit.
fr: Choisissez la méthode de stockage de l’heure actuelle dans le routeur.
hu: Válassza ki a módszert az útválasztó pontos idejének megadására.
it: Scegli il metodo per memorizzare l'ora corrente nel router.
lt: Pasirinkite kaip maršrutizatoriuje išsaugoti laiką.
pl: Wybierz metodę, aby ustawić aktualny czas w routerze.
ru: Способ установки текущего времени в маршрутизаторе.
sk: Zvoľte metódu pre udržiavanie aktuálneho času na routri.

source: via ntp
cs: prostřednictvím ntp protokolu
hu: NTP-vel
lt: per NTP
pl: poprzez ntp
ru: Через NTP
sk: cez ntp protokol

source: manually
cs: ručně
de: Manuell
fr: manuellement
hu: Idő beállítása kézzel
it: manualmente
lt: rankiniu būdu
pl: ręcznie
ru: Вручную
sk: ručne

source: Time
cs: Čas
da: Tid
de: Uhrzeit
fr: Heure
hu: Idő
it: Ora
lt: Laikas
nb: Tid
pl: Czas
ru: Синхронизация
sk: Čas

source: Time in YYYY-MM-DD HH:MM:SS format.
cs: Čas ve formátu RRRR-MM-DD HH:MM:SS.
de: Uhrzeit im YYYY-MM-DD HH:MM:SS format.
fr: Heure au format AAAA-MM-JJ HH:MM:SS.
hu: Az idő ÉÉÉÉ-HH-NN ÓÓ:PP:MM formátumban.
it: Ora nel formato YYYY-MM-DD HH:MM:SS.
lt: Laikas YYYY-MM-DD HH:MM:SS formatu.
nb: Tid i YYYY-MM-DD HH:MM:SS-format.
pl: Czas w formacie YYYY-MM-DD HH:MM:SS.
ru: Время в формате ГГГГ-ММ-ДД ЧЧ:ММ:СС.
sk: Čas vo formáte YYYY-MM-DD HH:MM:SS.

source: Guide Finished
cs: Průvodce dokončen
de: Leitfaden Fertig
fr: Guide terminé
lt: Gidas baigtas
nb: Veiledning fullført
pl: Przewodnik zakończony
ru: Начальная настройка завершена
sk: Sprievodca dokončený

source: Network interfaces
cs: Síťová rozhraní
de: Netzwerkschnittstellen
fr: Interfaces réseau
lt: Tinklo interfeisai
pl: Interfejsy sieciowe
ru: Сетевые интерфейсы
sk: Sieťové rozhrania

source: Notifications settings
cs: Nastavení oznamování
da: Meddelelsesindstillinger
de: Benachrichtigungseinstellungen
fr: Paramètres de notifications
hu: Értesítések beállításai
it: Impostazioni delle notifiche
lt: Pranešimų nustatymai
nb: Merknadsinnstillinger
pl: Ustawienia powiadomień
ru: Настройки уведомлений
sk: Nastavenie upozornení

source: Enable notifications
cs: Zasílat upozorňování
da: Aktiver meddelelser
de: Benachrichtigungen einschalten
fr: Activer les notifications
hu: Értesítések engedélyezése
it: Attivare le notifiche
lt: Įjungti pranešimus
nb: Skru på merknader
pl: Włącz powiadomienia
ru: Включить уведомления
sk: Zasielať upozornenia

source: SMTP provider
cs: Poskytovat SMTP
da: SMTP udbyder
fr: Fournisseur SMTP
hu: SMTP szolgáltató
it: Fornitore SMTP
lt: SMTP tiekėjas
nb: SMTP-tilbyder
pl: Dostawca usług SMTP
ru: Провайдер SMTP
sk: Poskytovateľ SMTP
