Repository: CZ-NIC/foris
Catalog: foris/locale/*/LC_MESSAGES/foris.po
Languages: cs, da, de, fr, hu, it, lt, nb, pl, ru, sk

source: Enables Wi-Fi for guests, which is separated from LAN network. Devices connected to this network are allowed to access the internet, but aren't allowed to access other devices and the configuration interface of the router. Parameters of the guest network can be set in <a href='%(url)s'>the Guest network tab</a>.
cs: Zapne Wi-Fi pro hosty, která je oddělená od vnitřní sítě. Zařízení v této síti mohou na Internet, ale nemají přístup k ostatním zařízením ani k nastavením směrovače. Parametry sítě pro hosty můžete nastavit <a href='%(url)s'>na panelu Síť pro hosty</a>.
de: Aktiviert WLAN für Gäste, das vom LAN-Netzwerk getrennt ist. Mit diesem Netzwerk verbundene Geräte dürfen auf das Internet zugreifen, aber nicht auf andere Geräte und die Konfigurationsschnittstelle des Routers. Die Parameter des Gastnetzes können in <a href='%(url)s'>der Registerkarte Gastnetz</a> eingestellt werden.
pl: Umożliwia stworzenie sieci Wi-Fi dla gości, która jest odseparowana od sieci LAN. Urządzenia podłączone do tej sieci mają dostęp do Internetu, ale nie mają dostępu do innych urządzeń i interfejsu konfiguracji routera. Parametry sieci gościnnej można ustawić w <a href='%(url)s'>karcie Sieć gościnna</a>.
ru: Включает сеть Wi-Fi для гостей, которая отделена от локальной сети. Устройствам, подключенным к этой сети, разрешен доступ в Интернет, но им не разрешен доступ к другим устройствам и интерфейсу конфигурации маршрутизатора. Параметры гостевой сети можно установить на <a href='%(url)s'>вкладке гостевой сети</a>.
sk: Zapne Wi-Fi pre hostí, ktorá je oddelená od vnútornej siete. Zariadenia v tejto sieti môžu ísť na Internet, ale nemajú prístup k ostatným zariadeniam, ani k nastaveniu routera. Parametre siete pre hostí môžete nastaviť <a href='%(url)s'>na karte Sieť pre hostí</a>.

source: SSID for guests
cs: Název sítě pro hosty
da: SSID for gæster
de: SSID für Gäste
fr: SSID pour les invités
hu: SSID vendégek számára
it: SSID per gli ospiti
lt: SSID svečiams
nb: SSID for gjester
pl: SSID sieci gościnnej
ru: SSID гостевого Wi-Fi
sk: Názov siete pre hostí

source: Password for guests
cs: Heslo k síti pro hosty
da: Kode til gæster
de: Passwort für Gäste
fr: Mot de passe pour les invités
hu: Jelszó vendégek számára
it: Password per gli ospiti
lt: Slaptažodis svečiams
nb: Passord for gjester
pl: Hasło sieci gościnnej
ru: Пароль гостевого Wi-Fi
sk: Heslo k sieti pre hostí

source: Hint
cs: Nápověda
da: Tip
de: Hilfe
fr: Astuce
hu: Tipp
it: Suggerimento
lt: Užuomina
pl: Wskazówka
ru: Подсказка
sk: Pomocník

source: Language
cs: Jazyk
da: Sprog
de: Sprache
fr: Langue
hu: Nyelv
it: Lingua
lt: Kalba
nb: Språk
pl: Język
ru: Язык
sk: Jazyk

source: Turris router administration interface
cs: Rozhraní pro správu zařízení Turris
da: Turris router administrationsinterface
de: Konfigurationsoberfläche des Turris-Routers
fr: Interface d’administration du routeur Turris
hu: Turris útválasztó adminisztrációs felület
it: Interfaccia di amministrazione del router Turris
lt: Turris maršrutizatoriaus valdymo interfeisas
nb: Turris ruteradministrasjonsgrensesnitt
pl: Interfejs administracyjny routera Turris
ru: Интерфейс администрирования маршрутизатора Turris
sk: Administračné rozhranie routera Turris

source: This page requires JavaScript for proper function. Please enable it and refresh the page.
cs: Tato stránka potřebuje pro správnou funkci zapnutý JavaScript. Zapněte si ho v prohlížeči a stránku načtěte znovu.
da: Denne side kræver JavaScript for korrekt funktion. Aktiver venligst JavaScript og opdater siden.
de: Für die korrekte Funktion dieser Seite ist Javascript erforderlich. Aktivieren Sie es bitte und laden Sie die Seite neu.
fr: Cette page nécessite l'activation de JavaScript pour fonctionner correctement. Veuillez l'activer et actualisez la page.
hu: Ez az oldal JavaScriptet igényel a megfelelő működéshez. Kérjük, engedélyezze azt, és frissítse a lapot.
it: Questa pagina richiede il JavaScript per funzionare correttamente. Attivalo e aggiorna la pagina.
lt: Puslapio veikimui reikia JavaScript palaikymo. Įjunkite jį, ir perkraukite puslapį.
nb: Denne siden krever JavaScript for å fungere skikkelig. Skru det på og last inn siden igjen.
pl: Ta strona wymaga aktywnego trybu JavaScript. Proszę go włączyć i odświeżyć stronę.
ru: Для корректной работы этой страницы требуется JavaScript. Включите его и обновите страницу.
sk: Táto stránka potrebuje pre správnu funkčnosť zapnutý JavaScript. Zapnite si, prosím, v prehliadači JavaScript a stránku obnovte.

source: Reboot now
cs: Restartovat nyní
da: Genstart nu
de: System jetzt neu starten
fr: Redémarrer maintenant
hu: Újraindítás most
it: Riavviare ora
lt: Perkrauti dabar
nb: Omstart nå
pl: Zrestartuj teraz
ru: Перезагрузить сейчас
sk: Reštartovať teraz

source: Dismiss
cs: Zahodit
da: Afvis
de: Verwerfen
fr: Ignorer
hu: Elvetés
it: Abbandona
lt: Atmesti
nb: Avvis
pl: Odrzuć
ru: Закрыть
sk: Zahodiť

source: Dismiss All
cs: Zahodit vše
de: Alle verwerfen
fr: Tout ignorer
hu: Minden elvetése
it: Ignora tutto
lt: Atmesti Viską
pl: Odrzuć wszystko
ru: Закрыть все
sk: Všetko vymazať

source: No new messages.
cs: Žádné nové zprávy.
da: Ingen nye beskeder.
de: Keine neuen Nachrichten.
fr: Pas de nouveaux messages.
hu: Nincs új üzenet.
it: Non ci sono nuovi messaggi.
lt: Nėra naujų žinučių.
nb: Ingen nye meldinger.
pl: Brak nowych wiadomości.
ru: Нет новых сообщений.
sk: Žiadne nové správy.

source: Project:Turris
cs: Projekt:Turris
da: Projekt:Turris
de: Projekt:Turris
fr: Projet:Turris
hu: Projekt:Turris
it: Progetto:Turris
lt: Projektas:Turris
nb: Prosjekt:Turris
pl: Projekt:Turris
ru: Проект:Turris
sk: Projekt:Turris

source: Log out
cs: Odhlásit se
de: Abmelden
fr: Se déconnecter
hu: Kijelentkezés
it: Scollegarsi
lt: Atsijungti
nb: Logg ut
pl: Wyloguj
ru: Выйти
sk: Odhlásiť sa

source: Log in
cs: Přihlásit se
da: Log ind
de: Anmelden
fr: Se connecter
hu: Bejelentkezés
it: Accesso
lt: Prisijungti
nb: Logg inn
pl: Logowanie
ru: Авторизоваться
sk: Prihlásiť sa

source: Foris Configuration Interface
cs: Foris – rozhraní pro nastavování
da: Foris konfigurationsinterface
de: Foris-Konfigurationsoberfläche
fr: Interface de Configuration de Foris
hu: Foris beállítási felület
it: Interfaccia di configurazione Foris
lt: Foris Konfigūravimo Interfeisas
nb: Foris oppsettsgrensesnitt
pl: Interfejs konfiguracji Foris
ru: Интерфейс конфигурации Foris
sk: Konfiguračné rozhranie Foris

source: Go to LuCI
cs: Přejít do rozhraní LuCI
da: Gå til LuCI
de: Zu LuCI gehen
fr: Aller sur LuCI
hu: Ugrás a LuCI-ra
it: Interfaccia LuCI
lt: Eiti į LuCI
nb: Gå til LuCI
pl: Przejdź do LuCI
ru: Перейти к LuCI
sk: Prejsť na LuCI

source: Opened lock
cs: Otevřený zámek
de: Schloss geöffnet
fr: Verrou ouvert
hu: Nyitott zár
it: Serratura aperta
lt: Užraktas atidarytas
nb: Åpnet lås
pl: Otwarta kłódka
ru: Открытая блокировка
sk: Otvorený zámok

source: Your connection is not encrypted
cs: Vaše spojení se směrovačem není šifrované
de: Ihre Verbindung ist nicht verschlüsselt
fr: Votre connexion n'est pas chiffrée
hu: A kapcsolat nem titkosított
it: La tua connessione non è criptata
lt: Ryšys nėra šifruojamas
nb: Tilkoblingen din er ikke kryptert
pl: Twoje połączenie nie jest szyfrowane
ru: Ваше соединение не зашифровано
sk: Vaše spojenie s routrom nie je šifrované

source: How to set an encrypted connection and why is it important
cs: Jak nastavit šifrované spojení a proč je to důležité
de: Wie man eine verschlüsselte Verbindung einstellt und warum es wichtig ist
fr: Comment établir une connexion chiffrée et pourquoi est-ce important
hu: Hogyan kell beállítani a titkosított kapcsolatot, és ez miért fontos
it: Come impostare una connessione criptata e perché è importante
lt: Kaip nustatyti šifruotą ryšį ir kodėl tai svarbu
nb: Hvordan sette opp en kryptert tilkobling og hvorfor det er viktig
pl: Jak ustawić szyfrowane połączenie i dlaczego jest to takie ważne
ru: Как установить зашифрованное соединение и почему это важно
sk: Ako nastaviť šifrované spojenie a prečo je to dôležité

source: Connection test
cs: Test připojení
da: Forbindelsestest
de: Verbindung prüfen
fr: Test de connexion
hu: Kapcsolat ellenőrzése
it: Test di connessione
lt: Ryšio patikrinimas
nb: Tilkoblingstest
pl: Test połączenia
ru: Проверка соединения
sk: Test pripojenia

source: Here you can test your connection settings. Remember to click on the <strong>Save</strong> button before running the test. Note that sometimes it takes a while before the connection is fully initialized. So it might be useful to wait for a while before running this test.
cs: Zde si můžete vyzkoušet svá nastavení připojení. Než test spustíte, nezapomeňte kliknout na tlačítko <strong>Uložit</strong>. Někdy může trvat delší dobu, než je připojení kompletně zinicializováno, proto nemusí být na škodu před testem připojení chvilku počkat.
pl: Tutaj możesz sprawdzić ustawienia połączenia. Pamiętaj, aby kliknąć przycisk <strong>Zapisz</strong> przed uruchomieniem testu. Zauważ, że czasami upływa trochę czasu, zanim połączenie zostanie w pełni zainicjalizowane. Przed rozpoczęciem tego testu warto chwilę poczekać.
ru: Здесь можно проверить настройки подключения. Не забудьте нажать кнопку <strong>Сохранить</strong> перед запуском теста. Обратите внимание: иногда требуется некоторое время, прежде чем соединение будет полностью установлено. Поэтому может быть полезно подождать некоторое время, прежде чем запускать этот тест.

source: "Unable to verify network connection.
cs: „Nepodařilo se ověřit stav připojení.
de: "Die Netzwerkverbindung konnte nicht überprüft werden.
fr: "Impossible de vérifier la connexion réseau.
lt: "Nepavyko patikrinti tinko ryšio.
pl: Nie można zweryfikować połączenia sieciowego.
ru: Не удалось проверить подключение к сети.
sk: „Nepodarilo sa overiť stav pripojenia.

source: Test type
cs: Typ testu
de: Art des Tests
fr: Type de test
hu: Vizsgálat típusa
it: Tipo di prova
lt: Testas
pl: Typ testu
ru: Тип теста
sk: Typ testu

source: Status
cs: Stav
fr: Statut
hu: Állapot
it: Stato
lt: Būsena
ru: Статус
sk: Stav

source: IPv4 connectivity
cs: IPv4 konektivita
da: IPv4 forbindelse
de: IPv4-Konnektivität
fr: Connectivité IPv4
hu: IPv4-kapcsolat
it: Connettività IPv4
lt: IPv4 ryšys
nb: IPv4-forbindelse
pl: Łączność IPv4
ru: Работоспособность IPv4
sk: Konektivita IPv4

source: IPv4 gateway connectivity
cs: Konektivita IPv4 brány
da: IPv4 gateway forbindelse
de: IPv4-Konnektivität zum Gateway
fr: Connectivité de la passerelle IPv4
hu: IPv4-átjáró kapcsolat
it: connettività gateway IPv4
lt: IPv4 ryšys su gateway
nb: IPv4-portnerforbindelse
pl: Łączność z bramą IPv4
ru: Работоспособность шлюза IPv4
sk: Dostupnosť IPv4 brány

source: IPv6 connectivity
cs: IPv6 konektivita
da: IPv6 forbindelse
de: IPv6-Konnektivität
fr: Connectivité IPv6
hu: IPv6-kapcsolat
it: connettività IPv6
lt: IPv6 ryšys
nb: IPv6-forbindelse
pl: Łączność IPv6
ru: Работоспособность IPv6
sk: Konektivita IPv6

source: IPv6 gateway connectivity
cs: Konektivita IPv6 brány
da: IPv6 gateway forbindelse
de: IPv6-Konnektivität zum Gateway
fr: Connectivité de la passerelle IPv6
hu: IPv6-átjáró kapcsolat
it: connettività gateway IPv6
lt: IPv6 ryšys su gateway
nb: IPv6-portnerforbindelse
pl: Łączność z bramą IPv6
ru: Работоспособность шлюза IPv6
sk: Dostupnosť IPv6 brány

source: Test connection
cs: Otestovat připojení
da: Test forbindelsen
de: Verbindung prüfen
fr: Test de connexion
hu: Kapcsolat ellenőrzése
it: Test di connessione
lt: Tikrinti ryšį
nb: Test forbindelsen
pl: Test łączności
ru: Тест соединения
sk: Otestovať pripojenie

source: DHCP clients
cs: DHCP klienti
fr: Clients DHCP
lt: DHCP klientai
nb: DHCP-klienter
pl: Klienci DHCP
ru: Клиенты DHCP
sk: DHCP klienti

source: Expires
cs: Platnost končí
de: Verfällt
fr: Expire le
lt: Pasibaigia
nb: Utløper
pl: Wygasa
ru: Истекает
sk: Platnosť končí

source: IP Address
cs: IP adresa
de: IP-Adresse
fr: Adresse IP
lt: IP Adresas
pl: Adres IP
ru: IP-адрес
sk: IP adresa

source: MAC Address
cs: MAC adresa
de: MAC-Adresse
fr: Adresse MAC
lt: MAC Adresas
pl: Adres MAC
ru: MAC адрес
sk: MAC adresa

source: Hostname
cs: Název stroje
de: Rechnername
fr: Nom d’hôte
hu: Gépnév
lt: Įrenginio Vardas
pl: Nazwa hosta
ru: Имя хоста
sk: Názov stroja

source: Active
cs: Aktivní
de: Aktiv
fr: Actif
lt: Aktyvus
pl: Aktywny
ru: Активный
sk: Aktívna

source: No DHCP clients found.
cs: Nenalezeni žádní DHCP klienti.
de: Keine DHCP-Clients gefunden.
fr: Aucun client DHCP trouvé.
lt: DHCP klientų nėra.
pl: Nie znaleziono klientów DHCP.
ru: DHCP клиенты не найдены.
sk: Nenašli sa žiadni DHCP klienti.

source: module
cs: modul
de: Modul
lt: modulis
nb: modul
pl: moduł
ru: модуль
sk: modul

source: main
cs: hlavní
de: Hauptmenü
fr: principal
lt: pagrindinis
nb: hoved
pl: główny
ru: главный
sk: hlavné

source: type
cs: typ
de: Typ
lt: tipas
pl: typ
ru: тип
sk: typ

source: bus
cs: sběrnice
lt: magistralė
nb: buss
pl: magistrala
ru: шина
sk: zbernica

source: state
cs: stav
de: Zustand
fr: état
lt: būsena
pl: stan
ru: состояние
sk: stav

source: alive
cs: aktivní
de: lebendig
fr: actif
lt: gyvas
nb: levende
ru: действующий
sk: aktívny

source: off
cs: vypnutý
de: aus
lt: išjungtas
nb: av
pl: wyłączony
ru: выключено
sk: vypnutý

source: link speed
cs: rychlost linky
de: Verbindungsgeschwindigkeit
fr: vitesse du lien
lt: linijos greitis
nb: lenkehastighet
pl: prędkość łącza
ru: скорость соединения
sk: rýchlosť linky

source: Current link speed: %(speed)s Mbit
cs: Stávající rychlost linky: %(speed)s Mbit
de: Aktuelle Verbindungsgeschwindigkeit: %(speed)s Mbit
fr: Vitesse actuelle de la liaison : %(speed)s Mbit
lt: Dabartinis linijos greitis: %(speed)s Mbit
nb: Nåværende lenkehastighet: %(speed)s Mbit
pl: Bieżąca prędkość łącza: %(speed)s Mbit
ru: Текущая скорость соединения: %(speed)s Мбит
sk: Aktuálna rýchlosť linky: %(speed)s Mbit

source: All network interfaces of this network are currently down.
cs: Všechna síťová rozhraní této sítě jsou nyní bez komunikace.
de: Alle Netzwerkschnittstellen dieses Netzwerks sind derzeit ausgefallen.
fr: Toutes les interfaces réseau de ce réseau sont actuellement hors service.
lt: Visi šio tinklo interfeisai nenaudojami.
nb: Alle nettverksgrensesnitt for dette nettverket er nede akkurat nå.
pl: Wszystkie interfejsy sieciowe są obecnie niedostępne.
ru: Все сетевые интерфейсы этой сети в настоящее время недоступны.
sk: Všetky sieťové rozhrania tejto siete sú teraz bez komunikácie.

source: This network currently doesn't contain any devices. The changes you make here will become fully functional after you assign a network interface to this network.
cs: Tato síť nyní neobsahuje žádná zařízení. Změny, které zde provedete, se stanou plně funkčními poté, co do této sítě přiřadíte síťové rozhraní.
de: Dieses Netzwerk enthält derzeit keine Geräte. Die hier vorgenommenen Änderungen werden nach der Zuordnung einer Netzwerkschnittstelle zu diesem Netzwerk voll funktionsfähig.
fr: Ce réseau ne contient actuellement aucun appareil. Les modifications que vous apportez ici deviendront pleinement opérationnelles une fois que vous aurez attribué une interface réseau à ce réseau.
lt: Tinkle šiuo metu nėra įrenginių. Čia atlikti pakeitimai pradės pilnai veikti po to kai šiam tinklui priskirsite tinklo interfeisą.
nb: Dette nettverket inneholder for tiden ingen enheter. Endringer du gjør her vil tre i effekt etter at du tildeler et nettverksgrensesnitt til dette nettverket.
pl: Ta sieć obecnie nie zawiera żadnych urządzeń. Zmiany, które tu wprowadzisz, staną się w pełni funkcjonalne po przypisaniu interfejsu sieciowego do tej sieci.
ru: В настоящее время эта сеть не содержит никаких устройств. Внесенные изменения станут полностью работоспособными после назначения сетевого интерфейса к этой сети.
sk: Táto sieť teraz neobsahuje žiadne zariadenia. Zmeny, ktoré tu urobíte, sa stanú plne funkčné až potom, čo do tejto siete priradíte sieťové rozhranie.

source: Token
fr: Jeton
nb: Symbol
ru: Токен

source: Prepare Token
cs: Připravit token
de: Token vorbereiten
fr: Préparer le jeton
nb: Forbered symbol
pl: Przygotowuję token
ru: Подготовьте токен
sk: Pripraviť token

source: Revoke
cs: Odvolat platnost
de: Widerrufen
fr: Révoquer
nb: Tilbakekall
pl: Unieważnij
ru: Отменить
sk: Odvolať platnosť

source: Close
cs: Zavřít
de: Schließen
fr: Fermer
pl: Zamknij
ru: Закрыть
sk: Zavrieť

source: Apply
cs: Použít
de: Anwenden
fr: Appliquer
pl: Zastosuj
ru: Применить
sk: Použiť

source: You set both WiFi cards to the same band. This usually does not make sense, could make cards interfere with each other (thus hinder performance) and might violate local regulation as well.
cs: Nastavili jste obě WiFi karty na stejné pásmo. To obvykle nedává smysl, může způsobovat, že se karty budou navzájem rušit (což poznamená rychlost) a může také být porušením místních norem.
de: Du hast beide WLAN-Karten auf das gleiche Band eingestellt. Dies macht in der Regel keinen Sinn, es könnte sein, dass sich Karten gegenseitig stören (und damit die Leistung beeinträchtigen) und kann auch gegen lokale Vorschriften verstoßen.
fr: Vous avez définis les deux cartes WiFi sur la même bande. Cela n'a généralement pas de sens, ça pourrait faire interférer les cartes les unes avec les autres (gênant ainsi les performances) et pourrait également violer la réglementation locale.
pl: Ustawiłeś obie karty WiFi na to samo pasmo. Przeważnie nie ma to sensu, może to powodować, że karty będą się wzajemnie zakłócać (a tym samym ograniczać wydajność), a także naruszać lokalne przepisy.
ru: Вы устанавливаете обе карты WiFi на один и тот же диапазон. Обычно это не имеет смысла, может создавать помехи для карт (что, в свою очередь, ухудшает производительность), а также может нарушать местные правила.

source: QR code
cs: QR kód
fr: Code QR
hu: QR-kód
it: Codice QR
lt: QR kodas
nb: QR-kode
pl: Kod QR
ru: QR-код
sk: QR kód

source: Show QR code
cs: Zobrazit QR kód
de: QR-Code anzeigen
fr: Afficher le code QR
lt: Rodyti QR kodą
nb: Vis QR-kode
pl: Pokaż kod QR
ru: Показать QR-код
sk: Zobraziť QR kód

source: Device
cs: Zařízení
da: Enhed
de: Gerät
fr: Appareil
hu: Készülék
it: Periferica
lt: Įrenginys
nb: Enhet
pl: Urządzenie
ru: Устройство
sk: Zariadenie

source: Serial number
cs: Sériové číslo
da: Serienummer
de: Seriennummer
fr: Numéro de série
hu: Sorozatszám
it: Numero di serie
lt: Serijinis numeris
nb: Serienummer
pl: Numer seryjny
ru: Серийный номер
sk: Sériové číslo

source: Turris OS version
cs: Verze Turris OS
fr: Version Turris OS
hu: Turris OS verzió
it: Turris OS versione
lt: Turris OS versija
nb: Turris OS-versjon
pl: Wersja Turris OS
ru: Версия Turris OS
sk: Verzia Turris OS

source: Kernel version
cs: Verze kernelu
da: Kerneversion
fr: Version du noyau
hu: Kernel verzió
it: Versione Kernel
lt: Branduolio versija
nb: Kjerneversjon
pl: Wersja kernela
ru: Версия ядра
sk: Verzia jadra

source: Expandable
cs: Rozšiřitelné
de: Erweiterbar
fr: Extensible
pl: Rozszerzalny
ru: Расширяемый
sk: Rozšíriteľné

source: Foris - administration interface of router Turris
cs: Foris – rozhraní pro správu směrovače Turris
da: Foris - administrationsinterface for Turris routeren
de: Foris - Administrationsschnittstelle des Turris-Routers
fr: Foris - interface d’administration du routeur Turris
hu: Foris - a Turris router adminisztrációs felülete
it: Foris - interfaccia di amministrazione del router Turris
lt: Foris - Turris maršrutizatoriaus valdymo interfeisas
nb: Foris - administrasjonsgrensesnitt for Turris-ruter
pl: Foris - interfejs administracyjny routera Turris
ru: Foris - интерфейс администрирования маршрутизатора Turris
sk: Foris - administračné rozhranie routera Turris

source: Menu
cs: Nabídka
de: Menü
hu: Menü
it: Menù
lt: Meniu
nb: Meny
ru: Меню

source: foris guide
cs: průvodce rozhraním foris
de: foris Leitfaden
fr: Guide de Foris
lt: foris gidas
pl: przewodnik foris
ru: начальная настройка Foris
sk: sprievodca rozhraním foris

source: Reset Guided Mode
cs: Resetovat režim průvodce
de: Geführten Modus zurücksetzen
fr: Réinitialiser le mode guidé
lt: Atstatyti Gidą
nb: Tilbakestill veiledet modus
pl: Zresetuj tryb przewodnika
ru: Сброс начальной настройки
sk: Resetovať režim sprievodcu

source: Leave Guided Mode
cs: Opustit režim průvodce
de: Geführten Modus verlassen
fr: Quitter le mode guidé
lt: Išeiti Iš Gido
nb: Forlat veiledet modus
pl: Opuść tryb przewodnika
ru: Выйти из начальной настройки
sk: Opustiť režim sprievodcu

source: Next step
cs: Další krok
de: Nächster Schritt
fr: Étape suivante
lt: Kitas žingsnis
nb: Neste steg
pl: Następny krok
ru: Следующий шаг
sk: Ďalší krok

source: Your router needs to be restarted in order to work properly.
cs: Aby mohl váš router správně fungovat, je potřeba provést jeho restart.
de: Ihr Router muss neu gestartet werden, damit er ordnungsgemäß funktioniert.
fr: Vous devez redémarrer votre routeur afin qu'il puisse fonctionner correctement.
hu: Az útválasztót újra kell indítani annak érdekében, hogy megfelelően működjön.
it: Il tuo router deve essere riavviato per funzionare correttamente.
lt: Kad tinkamai veiktų, įrenginį reikia perkrauti.
nb: Din ruter må startes på nytt for å fungere ordentlig.
pl: Aby router działał poprawnie, musi zostać zrestartowany.
ru: Для правильной работы необходимо перезапустить маршрутизатор.
sk: Aby mohol váš router správne fungovať, tak je potrebné spraviť jeho reštart.

source: Router Turris uses its own DNS resolver with DNSSEC support. It is capable of working independently or it can forward your DNS queries your internet service provider's DNS resolver.
cs: Router Turris používá vlastní DNS překladač s podporou DNSSEC. Ten je schopen pracovat zcela samostatně, nebo přeposílat dotazy na DNS servery poskytovatele připojení k Internetu.
de: Der Turris-Router verwendet einen eigenen DNS-Resolver mit DNSSEC-Unterstützung. Es ist in der Lage, unabhängig zu arbeiten oder Ihre DNS-Anfragen an den DNS-Resolver Ihres Internet Service Providers weiterzuleiten.
fr: Le router Turris utilise son propre résolveur DNS avec support DNSSEC. Il est capable de travailler soit de manière indépendante ou transmettre vos requêtes DNS au résolveur DNS de votre fournisseur d’accès Internet.
lt: Turris maršrutizatorius turi vidinį DNS resolverį su DNSSEC funkcija. Jis gali veikti autonomiškai arba persiųsti DNS užklausas į jūsų interneto paslaugų tiekėjo DNS serverius.
pl: Router Turris używa własnego resolvera do rozwiązywania nazw DNS z obsługą DNSSEC. Jest w stanie pracować samodzielnie lub może przekazywać (forwardować) zapytania DNS za pośrednictwem serwera DNS dostawcy usług internetowych.
ru: Маршрутизатор Turris использует собственное разрешение DNS с поддержкой DNSSEC. Он способен работать самостоятельно или может переадресовывать DNS-запросы через DNS-сервер вашего интернет-провайдера.
sk: Router Turris používa vlastný DNS prekladač s podporou DNSSEC. Ten je schopný pracovať úplne samostatne alebo preposielať otázky na DNS servery poskytovateľa pripojenia k Internetu.
