Repository: CZ-NIC/foris
Catalog: foris/locale/*/LC_MESSAGES/foris.po
Languages: cs, da, de, fr, hu, it, lt, nb, pl, ru, sk

source: If you select the <strong>DHCP</strong> method you probably you need to obtain a new IP address of this device. You can obtain it from the DHCP server which is managing your LAN. Then you need to connect to the new IP address to proceed the guide.
cs: Pokud vyberete metodu <strong>DHCP</strong>, pravděpodobně pro tohle zařízení obdržíte novou IP adresu. Tu můžete zjistit z DHCP serveru, který spravuje vaši síť. Na tuto novou IP adresu se budete potřebovat připojit pro dokončení průvodce.
de: Wenn Sie die Methode <strong>DHCP</strong> wählen, müssen Sie wahrscheinlich eine neue IP-Adresse für dieses Gerät beziehen. Sie können es vom DHCP-Server beziehen, der Ihr LAN verwaltet. Dann müssen Sie sich mit der neuen IP-Adresse verbinden, um mit dem Leitfaden fortzufahren.
fr: Si vous sélectionnez la méthode <strong>DHCP</strong>, vous avez probablement besoin d’obtenir une nouvelle adresse IP pour cet appareil. Vous pouvez l’obtenir auprès du serveur DHCP qui gère votre réseau local. Vous devez ensuite vous connectez à la nouvelle adresse IP pour continuer ce guide.
hu: Ha a <strong>DHCP</strong> módszert választja, akkor a készüléknek valószínűleg új IP-címre lesz szüksége. Ezt a DHCP kiszolgálótól szerezheti be, ami felügyeli a LAN-t. Ezután az új IP-címhez kell csatlakoznia, hogy folytassa az útmutatót.
lt: Jei pasirinkote <strong>DHCP</strong> metodą tikriausiai reikės gauti naują įrenginio adresą. Jį galite gauti iš DHCP serverio, kuris valdo jūsų LAN. Tęsti gidą galėsite prisijungę naujuoju adresu.
pl: Jeśli wybierzesz konfigurację przez <strong>DHCP</strong>, prawdopodobnie będziesz musiał uzyskać nowy adres IP dla tego urządzenia. Możesz go uzyskać z serwera DHCP zarządzającego twoją siecią LAN. Następnie musisz połączyć się z nowym adresem IP, aby kontynuować korzystanie z przewodnika.
ru: Если вы выберите конфигурацию <strong>DHCP</strong>, необходимо получить новый IP-адрес этого устройства. Вы можете получить его с сервера DHCP, который управляет вашей локальной сетью. Затем нужно переподключиться к новому IP-адресу, чтобы продолжить настройку.
sk: Pokiaľ vyberiete metódu <strong>DHCP</strong>, pravdepodobne pre toto zariadenie získate novú IP adresu. Tú môžete zistiť z DHCP servera, ktorý spravuje vašu sieť. Na túto novú IP adresu sa budete potrebovať pripojiť pre dokončenie sprievodcu.

source: Note that either way you might need to re-plug your ethernet cables after you update the settings here.
cs: Poznamenejme že v obou případech může po změně nastavení zde být třeba odpojit a znovu připojit ethernetové kabely.
de: Beachten Sie, dass Sie auf jeden Fall die Ethernet-Kabel neu anschließen müssen, nachdem Sie die Einstellungen hier aktualisiert haben.
fr: Notez que dans les deux cas vous pourrez avoir besoin de rebrancher vos câbles Ethernet après avoir mis à jour vos paramètres ici.
pl: Zwróć uwagę, że w obu przypadkach może być konieczne ponowne podłączenie kabli ethernet po zaktualizowaniu ustawień.
ru: Обратите внимание, что вам может понадобиться повторно подключить свои сетевые кабели после обновления настроек здесь.
sk: Upozorňujeme, že v oboch prípadoch môže byť po zmene týchto nastavení potrebné odpojiť a znovu pripojiť ethernetové káble.

source: Please test whether the settings you provided are correctly working. This means that you can access the configuration interface of your device and your device is able to access the internet (you can use the connection test below).
cs: Vyzkoušejte zda vámi zadaná nastavení správně fungují. To znamená, že můžete přistupovat k rozhraní pro nastavování svého zařízení a to je schopné přistupovat k Internetu (k tomu je možné využít test připojení níže).
de: Bitte prüfen Sie, ob die von Ihnen angegebenen Einstellungen korrekt funktionieren. Das bedeutet, dass Sie auf die Konfigurationsoberfläche Ihres Geräts zugreifen können und Ihr Gerät auf das Internet zugreifen kann (Sie können untenstehenden Verbindungstest verwenden).
fr: Veuillez vérifier si les paramètres que vous avez fournis fonctionnent correctement. Cela signifie que vous pouvez accéder à l’interface de configuration de votre appareil et que celui-ci est capable d’accéder à Internet (vous pouvez utiliser le test de connexion ci-dessous).
hu: Vizsgálja meg, hogy a megadott beállítások megfelelően működnek. Ami azt jelenti, hogy el tudja érni a készülék beállítási felületét és a készülék eléri az internet (az alábbival tudja tesztelni a kapcsolatot).
lt: Prašome patikrinti ar nauji nustatymai kuriuos įvedėte veikia tinkamai. Jūs galite prisijungti prie įrenginio valdymo interfeiso ir įrenginys pasiekia internetą (tai tai patikrinti galite su ryšio testu apačioje).
pl: Sprawdź, czy podane ustawienia działają poprawnie. Oznacza to, że będziesz mógł uzyskać dostęp do interfejsu konfiguracyjnego urządzenia, a Twoje urządzenie będzie mogło uzyskać dostęp do Internetu (możesz użyć poniższego testu połączenia).
ru: Проверьте, правильно ли проведена настройка. Это означает, что имеется доступ к интерфейсу конфигурации устройства и оно имеет доступ к Интернету (вы можете использовать тест подключения ниже).
sk: Vyskúšajte, či vami zadané nastavenia fungujú správne. To znamená, že môžete pristupovať k rozhraniu pre nastavovanie svojho zariadenia a to je schopné pristupovať k Internetu (na to je možné využiť test pripojenia nižšie).

source: The device setup is finished. Now your device should be able to act as a server on your local network.
cs: Nastavení zařízení je dokončeno. Nyní by vaše zařízení mělo být schopné fungovat jako server na místní síti.
de: Die Geräteeinrichtung ist damit abgeschlossen. Nun sollte Ihr Gerät in der Lage sein, als Server in Ihrem lokalen Netzwerk zu arbeiten.
fr: L’installation de l’appareil est terminée. Celui-ci devrait désormais pouvoir agir comme un serveur sur votre réseau local.
lt: Įrenginio parengimas darbui baigtas. Dabar įrenginys veikia kaip vietinis serveris jūsų vietiniame tinkle.
nb: Enhetsoppsettet er fullført. Din enhet bør nå kunne opptre som tjener på ditt lokalnettverk.
pl: Konfiguracja urządzenia została zakończona. Teraz urządzenie powinno działać jako serwer w sieci lokalnej.
ru: Настройка устройства завершена. Теперь ваше устройство должно работать как сервер в локальной сети.
sk: Nastavenie zariadenia je dokončené. Teraz by vaše zariadenie malo byť schopné fungovať ako server na miestnej sieti.

source: Minimal device setup is finished. Note that you probably need to perform some further configuration updates to fit the device to your needs.
cs: Minimální nastavení zařízení je dokončeno. Poznamenejme, že pro přizpůsobení zařízení vašim potřebám bude nejspíš třeba provést v nastavení ještě další změny.
de: Die minimale Geräteeinrichtung ist abgeschlossen. Beachten Sie, dass Sie wahrscheinlich einige weitere Konfigurationsupdates durchführen müssen, um das Gerät an Ihre Bedürfnisse anzupassen.
fr: L’installation minimale de l’appareil est terminée. Notez qu’il est probablement nécessaire que vous réalisiez des mises à jour de configuration supplémentaires pour que l’appareil réponde à vos besoins.
lt: Minimalus įrenginio paruošimas darbui baigtas. Atkreipkite dėmesį, kad įrenginio pritaikymui jūsų poreikiams, tikriausiai reikės pakeisti daugiau įrenginio nustatymų.
pl: Minimalna konfiguracja urządzenia została zakończona. Zauważ, że prawdopodobnie będziesz musiał wykonać dalszą konfigurację, aby dopasować ustawienia urządzenia do swoich potrzeb.
ru: Минимальная настройка устройства завершена. Обратите внимание, что, вероятно, потребуется выполнить дополнительные обновления конфигурации, чтобы они соответствовали вашим потребностям.
sk: Minimálne nastavenie zariadenia je dokončené. Upozorňujeme, že pre prispôsobenie zariadenia vašim potrebám bude asi potrebné urobiť nejaké ďalšie zmeny v nastavení.

source: The device setup is finished. Now your device is able to act as a router and route network traffic among LAN, WAN and guest network.
cs: Nastavení zařízení je dokončeno. Nyní by vaše zařízení mělo být schopné fungovat jako router a řídit předávání síťového provozu mezi LAN, WAN a sítí pro hosty.
de: Die Geräteeinrichtung ist damit abgeschlossen. Jetzt ist Ihr Gerät in der Lage, als Router zu arbeiten und den Netzwerkverkehr zwischen LAN, WAN und Gastnetzwerk zu routen.
fr: L’installation de l’appareil est terminée. Celui-ci peut désormais agir comme un routeur et donc router le trafic réseau entre les réseaux local, étendu et invité.
lt: Įrenginio parengimas darbui baigtas. Dabar įrenginys veikia kaip maršrutizatorius ir valdo tinklo srautus tarp LAN, WAN ir svečių tinklo.
pl: Konfiguracja urządzenia została zakończona. Teraz Twoje urządzenie powinno działać jako router i kierować ruch sieciowy między sieciami LAN, WAN i siecią gościnną.
ru: Настройка устройства завершена. Теперь ваше устройство может работать как маршрутизатор и управлять сетевым трафиком между сетью LAN, WAN и гостевой сетью.
sk: Nastavenie zariadenia je dokončené. Teraz by vaše zariadenie malo byť schopné fungovať ako smerovač a riadiť predávanie sieťovej prevádzky medzi LAN, WAN a sieťou pre hostí.

source: Old
cs: Původní
de: Alt
fr: Ancien
lt: Senas
nb: Gammel
pl: Stare
ru: Старый
sk: Pôvodné

source: Minimal
cs: Minimální
lt: Minimalus
pl: Minimalne
ru: Минимальная
sk: Minimálne

source: Router
fr: Routeur
lt: Maršrutizatorius
ru: Маршрутизатор
sk: Smerovač

source: Local Server
cs: Místní server
de: Lokaler Server
fr: Serveur local
lt: Vietinis serveris
nb: Lokal tjener
pl: Serwer lokalny
ru: Локальный сервер
sk: Miestny server

source: Unset
cs: Zrušit nastavení
de: Ungesetzt
fr: Non défini
lt: Neparinkta
nb: Ikke satt
pl: Niepoprawne
ru: Отменить
sk: Zrušiť nastavenie

source: The workflow wasn't set yet.
cs: Scénář doposud nebyl nastaven.
de: Der Workflow war noch nicht festgelegt.
fr: Le flux de travaux n’était pas encore défini.
lt: Neparinktas gido rėžimas.
pl: Tryb pracy nie został jeszcze ustawiony.
ru: Конфигурация еще не установлена.
sk: Scenár doteraz nebol nastavený.

source: Workflow for older devices and older Turris OS versions (before 4.0).
cs: Scénář pro starší zařízení a starší verze Turris OS (před 4.0).
de: Arbeitsschritte für ältere Geräte und ältere Turris OS-Versionen (vor 4.0).
fr: Flux de travaux pour d’anciens appareils et d’anciennes versions du SE Turris (avant la 4.0).
pl: Tryb pracy dla starszych urządzeń i starszych wersji systemu Turris (przed 4.0).
ru: Конфигурация для старых устройств и старых версий ОС Turris (до версии 4.0).
sk: Scenár pre staršie zariadenia a staršie verzie Turris OS (pred 4.0).

source: Just set your password and you are ready to go. This workflow is aimed to more advanced users who intend not to use the web GUI.
cs: Stačí jen nastavit si heslo a jste připravení. Tento postup je cílen na pokročilejší uživatele kteří nezamýšlejí použít webové rozhraní.
de: Setzen Sie einfach Ihr Passwort und schon können Sie loslegen. Dieser Workflow richtet sich an fortgeschrittenere Benutzer, die beabsichtigen, die Web-GUI nicht zu verwenden.
fr: Définissez seulement votre mot de passe et vous serez prêt. Ce flux de travaux vise les utilisateurs avancés qui n’ont pas l’intention d’utiliser l’interface graphique Web.
pl: Po prostu ustaw hasło i jesteś gotowy do pracy. Ten tryb pracy jest skierowany do bardziej zaawansowanych użytkowników, którzy nie chcą korzystać z panelu web.
ru: Просто установите свой пароль, и устройство готово к работе. Эта конфигурация предназначена для опытных пользователей, которые намерены не использовать веб-интерфейс.
sk: Stačí len nastaviť si heslo a ste pripravení. Tento postup je cielený na pokročilejších používateľov, ktorí neplánujú použiť webové rozhranie.

source: After you finish this workflow your device will be able to act as a fully functional router. It assumes that you want to have more or less standard network setup.
cs: Po dokončení tohoto scénáře bude vaše zařízení schopné fungovat jako plně funkční router. Předpokládá se, že chcete více méně standardní uspořádání sítě.
de: Nachdem Sie diesen Workflow abgeschlossen haben, kann Ihr Gerät als vollwertiger Router arbeiten. Es wird davon ausgegangen, dass Sie eine mehr oder weniger standardmäßige Netzwerkeinrichtung wünschen.
fr: Après avoir terminé ce flux de travaux, votre appareil sera capable d’agir comme un routeur pleinement fonctionnel. Cela suppose que vous voulez plus ou moins une installation réseau standard.
lt: Kai baigsite gidą šiuo rėžimu jūsų įrenginys galės dirbti kaip pilnavertis maršrutizatorius. Manoma, kad norėsite turėti daugiau mažiau įprastą tinklo topologiją.
nb: Etter at du har fullført denne oppsettsveien, vil din enhet kunne opptre som fullt funksjonell ruter. Det antas at du ønsker et mer eller mindre gjengs nettverksoppsett.
pl: Po zakończeniu konfiguracji tego trybu pracy urządzenie będzie mogło działać jako w pełni funkcjonalny router. Przewodnik zakłada, że chcesz mieć mniej lub bardziej standardową konfigurację sieci.
ru: После настройки этой конфигурации ваше устройство сможет выступать в качестве полнофункционального маршрутизатора. Предполагается, что вы хотите иметь более или менее стандартную настройку сети.
sk: Po dokončení tohto scenára bude vaše zariadenie schopné fungovať ako plne funkčný router. Predpokladá, že chcete viac-menej štandardné nastavenie siete.

source: This workflow will help you to setup your device to act as a local server. It means that the device will provide some kind of service to other devices within your local network (e.g. act as a network-attached storage).
cs: Tento scénář vám pomůže nastavit své zařízení pro roli místního serveru. To znamená, že zařízení bude poskytovat nějaký druh služby ostatním zařízením na vaší místní síti (např. sloužit jako síťové datové úložiště).
de: Diese Arbeitsschritte helfen Ihnen, das Gerät so einzurichten, dass es als lokaler Server arbeitet. Das bedeutet, dass dieses Gerät den anderen Geräten in Ihrem lokalen Netzwerk einen Dienst zur Verfügung stellt (z.B. als Netzwerkspeicher arbeitet).
fr: Ce flux de travaux vous aidera à configurer votre appareil pour agir comme un serveur local. Cela signifie qu’il fournira certains types de services aux autres appareils dans votre réseau local (p. ex. agir comme un serveur de stockage en réseau).
pl: Ten tryb pracy pomoże skonfigurować urządzenie do działania jako serwer lokalny. Oznacza to, że urządzenie będzie świadczyć usługi dla innych urządzeń w sieci lokalnej (np. działać jako NAS).
ru: Эта конфигурация поможет вам настроить ваше устройство для работы в качестве локального сервера. Это означает, что устройство будет предоставлять какие-либо услуги другим устройствам в вашей локальной сети (например, выступать в качестве сетевого хранилища).
sk: Tento scenár vám pomôže nastaviť svoje zariadenie pre rolu miestneho servera. To znamená, že zariadenie bude poskytovať nejaký druh služby ostatným zariadeniam vo vašej miestnej sieti (napr. slúžiť ako sieťové dátové úložisko).

source: This field is required.
cs: Tuto kolonku je třeba vyplnit.
da: Dette felt skal udfyldes.
de: Dieses Feld ist erforderlich.
fr: Ce champ est obligatoire.
hu: Ez a mező kötelező.
it: Questo campo è obbligatorio.
lt: Privalomas užpildyti laukas.
nb: Dette feltet er påkrevd.
pl: To pole jest wymagane.
ru: Обязательное поле.
sk: Toto pole je povinné.

source: Not a valid IPv4 address.
cs: Neplatná IPv4 adresa.
da: Ikke en gyldig IPv4 adresse.
de: Keine gültige IPv4-Adresse.
fr: Adresse IPv4 invalide.
hu: Érvénytelen IPv4-cím.
it: Non è un indirizzo IPv4 valido.
lt: Netinkamas IPv4 adresas.
nb: Ikke en gyldig IPv4-adresse.
pl: Nieprawidłowy adres IPv4.
ru: Некорректный адрес IPv4.
sk: Neplatná IPv4 adresa.

source: Not a valid IPv4 netmask address.
cs: Neplatná IPv4 síťová maska.
da: Ikke en gyldig IPv4 netmaske.
de: Keine gültige IPv4-Netzmaske.
fr: Masque de sous-réseau IPv4 invalide.
hu: Érvénytelen IPv4 hálózati maszkcím.
it: Non è una netmask valida per un indirizzo IPv4.
lt: Netinkama IPv4 adreso tinklo kaukė (netmask).
nb: Ikke en gyldig IPv4-nettmaske.
pl: Nieprawidłowa maska sieci IPv4.
ru: Некорректная маска подсети IPv4.
sk: Neplatná IPv4 sieťová maska.

source: Not a valid IPv6 address.
cs: Neplatná IPv6 adresa.
da: Ikke en gyldig IPv6 adresse.
de: Keine gültige IPv6-Adresse.
fr: Adresse IPv6 invalide.
hu: Érvénytelen IPv6-cím.
it: Non è un indirizzo IPv6 valido.
lt: Netinkamas IPv6 adresas.
nb: Ikke en gyldig IPv6-adresse.
pl: Nieprawidłowy adres IPv6.
ru: Некорректный адрес IPv6.
sk: Neplatná IPv6 adresa.

source: This is not a valid IPv4 or IPv6 address.
cs: Toto není platná IPv4 nebo IPv6 adresa.
da: Det er ikke en gyldig IPv4 eller IPv6 adresse.
de: Dies ist keine gültige IPv4- oder IPv6-Adresse.
fr: Ceci n’est pas une adresse IPv4 ou IPv6 valide.
hu: Érvénytelen IPv4- vagy IPv6-cím.
it: Questo non è un valido indirizzo IPv4 o IPv6.
lt: Tai nėra nei tinkamas IPv4, nei IPv6 adresas.
nb: Dette er ikke en gyldig IPv4- eller IPv6-adresse.
pl: Nieprawidłowy adres IPv4 lub IPv6.
ru: Некорректный IPv4 или IPv6-адрес.
sk: Toto nie je platná IPv4 alebo IPv6 adresa.

source: This is not an IPv6 address with prefix length.
cs: Toto není IPv6 adresa s délkou předpony.
da: Det er ikke en IPv6 adresse med præfikslængde.
de: Dies ist keine IPv6-Adresse mit einer gültigen Präfixlänge.
fr: Ceci n’est pas une adresse IPv6 avec la longueur de préfixe associée.
hu: Nem egy adott méretű előtaggal rendelkező IPv6-cím.
it: Questo non è un indirizzo IPv6 con la lunghezza del prefisso.
lt: Tai nėra IPv6 adresas su tinklo prefiksu.
nb: Dette er ikke en IPv6-adresse med prefikslengde.
pl: To nie jest adres IPv6 z wybraną długością prefiksu.
ru: Это не IPv6-адрес с длиной префикса.
sk: Toto nie je IPv6 adresa s dĺžkou prefixu.

source: This is not an IPv4 address with prefix length.
cs: Toto není IPv4 adresa s délkou předpony.
da: Det er ikke en IPv4 adresse med præfiks længde.
de: Dies ist keine IPv4-Adresse mit einer gültigen Präfixlänge.
fr: Ceci n’est pas une adresse IPv4 avec une longueur de préfixe associée.
hu: Nem egy adott méretű előtaggal rendelkező IPv4-cím.
it: Questo non è un indirizzo IPv4 con una lunghezza prefissata.
lt: Tai nėra IPv4 adresas su tinklo prefiksu.
nb: Dette er ikke en IPv4-adresse med prefikslengde.
pl: To nie jest adres IPv4 z wybraną długością prefiksu.
ru: Это не IPv4-адрес с длиной префикса.
sk: Toto nie je IPv4 adresa s dĺžkou prefixu.

source: Is not a number.
cs: Není číslo.
da: Er ikke et nummer.
de: Dies ist keine Nummer.
fr: Ceci n’est pas un nombre.
hu: Nem szám.
it: Non è un numero.
lt: Nėra skaičius.
nb: Er ikke et tall.
pl: Nie jest liczbą.
ru: Это не число.
sk: Nie je číslo.

source: This is not valid time in HH:MM format.
cs: Toto není platný čas ve formátu HH:MM.
da: Dette er ikke gyldigt timeformat i TT:MM.
de: Dies ist keine Uhrzeit im Anzeigeformat HH:MM.
fr: Ceci n’est pas une heure valide au format HH:MM.
hu: Nem szabályos ÓÓ:PP időformátum.
it: Quest'orario non è valido per il formato HH:MM.
lt: Laikas neatitinka HH:MM šablono.
nb: Dette er ikke gyldig tid i HH:MM format.
pl: To nie jest poprawny czas w formacie HH:MM.
ru: Некорректный формат времени ЧЧ:MM.
sk: Toto nie je platný čas vo formáte HH:MM.

source: This is not a valid time (YYYY-MM-DD HH:MM:SS).
cs: Toto není platný čas (ve formátu RRRR-MM-DD HH:MM:SS).
de: Dies ist keine Uhrzeit im Anzeigeformat (YYYY-MM-DD HH:MM:SS).
fr: Ceci n’est pas une heure valide (YYYY-MM-DD HH:MM:SS).
hu: Nem szabályos (ÉÉÉÉ-HH-NN ÓÓ:PP:MM) időformátum.
it: Quest'orario non è valido per il formato (YYYY-MM-DD HH:MM:SS).
lt: Netinkamas laikas (YYYY-MM-DD HH:MM:SS).
pl: To nie jest prawidłowy czas (YYYY-MM-DD HH:MM:SS).
ru: Некорректный формат времени (ГГГГ-ММ-ДД ЧЧ:MM:СС).
sk: Toto nie je platný čas (vo formáte YYYY-MM-DD HH:MM:SS).

source: This value should be between %(low)s and %(high)s.
cs: Tato hodnota by měla být z rozsahu %(low)s až %(high)s.
de: Dieser Wert sollte zwischen %(low)s und %(high)s liegen.
fr: Cette valeur doit être comprise entre %(low)s et %(high)s.
pl: Ta wartość powinna być pomiędzy %(low)s a %(high)s.
ru: Это значение должно быть между %(low)s и %(high)s.
sk: Táto hodnota by mala byť v rozsahu %(low)s až %(high)s.

source: This is not a valid domain name.
cs: Toto není platné doménové jméno.
de: Dies ist kein gültiger Domainname.
fr: Ce n’est pas un nom de domaine valide.
hu: Nem érvényes tartománynév.
it: Questo non è un nome di dominio valido.
lt: Netinkamas domeno vardas.
nb: Dette er ikke et gyldig domenenavn.
pl: To nie jest poprawna nazwa domeny.
ru: Некорректное доменное имя.
sk: Toto nie je platné doménové meno.

source: MAC address is not valid.
cs: Není platná MAC adresa.
da: MAC adressen er ikke gyldig.
de: Ungültige MAC-Adresse.
fr: Adresse MAC invalide.
hu: Érvénytelen MAC-cím.
it: MAC address non valido.
lt: Netinkamas MAC adresas.
nb: MAC-adressen er ikke gyldig.
pl: Adres MAC jest nieprawidłowy.
ru: Некорректный MAC-адрес.
sk: Nie je platná MAC adresa.

source: Duid is not valid.
cs: Duid identif. není platný.
de: Duid ist nicht gültig.
fr: DUID invalide.
hu: Érvénytelen DUID-cím.
it: Duid non valido.
lt: Netinkama Duid reikšmė.
pl: Duid jest nieprawidłowy.
ru: Некорректный уникальный идентификатор DHCPv6 (DUID).
sk: Duid nie je platné.

source: Not in a valid range %(low).1f - %(high).1f.
cs: Není z platného rozsahu %(low).1f až %(high).1f.
de: Nicht im gültigen Bereich %(low).1f - %(high).1f.
fr: Pas dans une plage valide %(low).1f – %(high).1f.
pl: Nie jest w prawidłowym zakresie %(low).1f - %(high).1f.
ru: Не в диапазоне %(low).1f - %(high).1f.
sk: Nie je z platného rozsahu %(low).1f až %(high).1f.

source: Length must be from %(low)s to %(high)s characters.
cs: Je třeba, aby délka byla %(low)s až %(high)s znaků.
da: Længden skal være mellem %(low)s og %(high)s tegn.
de: Die Länge muss zwischen %(low)s und %(high)s Zeichen liegen.
fr: La longueur doit être comprise entre %(low)s et %(high)s caractères.
hu: A karakterhossznak a %(low)s-%(high)s tartományban kell lennie.
it: La lunghezza deve essere da %(low)s a %(high)s caratteri.
lt: Ilgis turi būti nuo %(low)s iki %(high)s simbolių.
nb: Lengden må være fra %(low)s til %(high)s tegn.
pl: Długość musi wynosić od %(low)s do %(high)s znaków.
ru: Длина должна быть от %(low)s до %(high)s символов.
sk: Dĺžka musí byť od %(low)s do %(high)s znakov.

source: Configuration could not be saved due to an internal error.
cs: Nastavení se nepodařilo uložit kvůli vnitřní chybě.
da: Konfigurationen kunne ikke gemmes på grund af en intern fejl.
de: Einstellungen konnten wegen eines internen Fehlers nicht gespeichert werden.
fr: La configuration n’a pas pu être enregistrée en raison d’une erreur interne.
hu: Beállítás belső hiba miatt nem menthető.
it: La configurazione non può essere salvata a causa di un errore interno.
lt: Nepavyko išsaugoti konfigūracijos dėl vidinės sistemos klaidos.
nb: Oppsettet kunne ikke lagres som følge av intern feil.
pl: Nie można zapisać konfiguracji z powodu błędu wewnętrznego.
ru: Конфигурация не сохранена из-за внутренней ошибки.
sk: Nastavenie sa nepodarilo uložiť kvôli vnútornej chybe.

source: The password you entered was not valid.
cs: Zadali jste neplatné heslo.
da: Kodeordet du har indtastet er ikke gyldigt.
de: Das eingegebene Kennwort ist ungültig.
fr: Le mot de passe saisi n’est pas valide.
hu: A megadott jelszó érvénytelen.
it: La password immessa non è valida.
lt: Slaptažodis kurį įvedėte yra neteisingas.
nb: Passordet du skrev inn er ikke gyldig.
pl: Wprowadzone hasło nie jest prawidłowe.
ru: Введенный пароль не подходит.
sk: Vami zadané heslo nie je platné.

source: About
cs: O zařízení
da: Om
de: Über
fr: À propos
hu: Névjegy
it: Informazioni
lt: Apie
nb: Om
pl: O systemie
ru: Сведения
sk: O zariadení
