Repository: CZ-NIC/foris
Catalog: foris/locale/*/LC_MESSAGES/foris.po
Languages: cs, da, de, fr, hu, it, lt, nb, pl, ru, sk

source: The following setting determines the behavior of the DNS resolver. Usually, it is better to use the ISP's resolver in networks where it works properly. If it does not work for some reason, it is necessary to use direct resolving without forwarding.
cs: Následující nastavení ovlivňuje právě nastavení DNS překladu. V sítích, kde správně funguje DNS server poskytovatele, je obvykle výhodnější ho používat. Pokud však tento způsob nefunguje, je nutné použít variantu bez přeposílání.
de: Die folgenden Einstellungen bestimmen das Verhalten des DNS-Resolvers. Normalerweise ist es besser, den Resolver des ISPs in Netzwerken zu verwenden, in denen er ordnungsgemäß funktioniert. Wenn es aus irgendeinem Grund nicht funktioniert, ist es notwendig, die direkte Auflösung ohne Weiterleitung zu verwenden.
fr: Le paramètre suivant détermine le comportement du résolveur DNS. Il est généralement préférable d’utiliser le résolveur du FAI dans les réseaux où il fonctionne correctement. Dans le cas où cela ne fonctionne pas pour une raison quelconque, il est nécessaire d’utiliser la résolution directe sans redirection.
lt: Šie nustatymai valdo vidinį DNS resolverį. Dažniausiai tinkluose, kuriuose gerai veikia interneto paslaugų tiekėjo DNS serveriai, geriau naudoti juos. Jei dėl kokių nors priežasčių tai neveikia, reikia naudoti tiesioginį resolvinimą be persiuntimo.
pl: Poniższe ustawienie określa zachowanie rozwiązywania nazw DNS. Zwykle lepiej jest użyć serwera DNS dostawcy internetu (ISP) który działa poprawnie. Jeśli to nie zadziała z jakiegoś powodu, konieczne jest bezpośrednie rozwiązanie nazw bez przekierowania.
ru: Следующая настройка определяет поведение разрешения DNS. Обычно лучше использовать DNS-сервер интернет-провайдера в сетях, где он работает должным образом. В случае, если это не работает по какой-либо причине, необходимо использовать прямое разрешение без переадресации.
sk: Nasledujúce nastavenie ovplyvňuje práve nastavenie DNS prekladu. V sieťach, kde správne funguje DNS server poskytovateľa, je zvyčajne výhodnejšie ho používať. Pokiaľ však tento spôsob nefunguje, je nutné použiť variant bez preposielania.

source: In rare cases ISP's have improperly configured network which interferes with DNSSEC validation. If you experience problems with DNS, you can <strong>temporarily</strong> disable DNSSEC validation to determine the source of the problem. However, keep in mind that without DNSSEC validation, you are vulnerable to DNS spoofing attacks! Therefore we <strong>recommend keeping DNSSEC turned on</strong> and resolving the situation with your ISP as this is a serious flaw on their side.
cs: Občas se může stát, že má poskytovatel připojení k Internetu nesprávně nastavenou síť, což znemožňuje DNSSEC ověřování nepodvrženosti. Pokud máte problémy s funkčností DNS, můžete zkusit DNSSEC <strong>dočasně</strong> vypnout, abyste zjistili příčinu problému. Mějte však na paměti, že bez DNSSEC jste zranitelní útoky podvržením DNS překladu. Proto důrazně doporučujeme, abyste <strong>ponechali DNSSEC zapnuté</strong> a problém řešili se svým poskytovatelem připojení, protože se jedná o závažnou chybu na jeho straně.
da: I nogle tilfælde har internetudbydere forkert konfigurerede netværk som interfererer med DNSSEC validering. Hvis du oplever problemer med DNS, kan du <strong>midlertidigt</strong> deaktivere DNSSEC validering for at finde årsagen til problemet. Husk dog, at uden DNSSEC validering, er du sårbar overfor DNS spoofing angreb! Derfor <strong>anbefaler vi at lade DNSSEC være slået til</strong> og løse problemet med din ISP da det er en alvorlig fejl på deres side.
de: In seltenen Fällen kann es vorkommen, das Ihr Internetanbieter eine fehlerhafte Netzwerkkonfiguration aufweist, welche dann zu Störungen in der DNSSEC-Validierung führen können. Falls Sie Probleme mit dem DNS-System haben, können Sie <strong>vorübergehend</strong> die DNSSEC-Validierung deaktivieren, um die Problemursache zu finden. Beachten Sie aber, dass Sie ohne aktivierte DNSSEC-Validierung durch DNS-Spoofing-Angriffe gefährdet sind! Daher empfehlen wir, dass Sie die <strong>DNSSEC-Validierung aktiviert</strong> lassen und dass Sie den Fehler mit Ihrem Internetanbieter beheben, weil dies einen ernsten Mangel Ihres Internetanbieters darstellt.
fr: Dans de rares cas, les FAI ont un réseau mal configuré qui interfère avec la validation DNSSEC. Si vous rencontrez des problèmes avec le DNS, vous pouvez <strong>temporairement</strong> désactiver la validation DNSSEC pour déterminer la source du problème. Cependant, gardez à l'esprit que sans validation DNSSEC, vous êtes vulnérable aux attaques d'usurpation DNS ! Donc nous <strong>vous recommandons de conserver DNSSEC activé</strong> et de résoudre la situation avec votre fournisseur de services internet, car c’est une grave lacune de leur part.
hu: Ritka esetekben az internet-szolgáltatónak helytelenül konfigurált hálózata lehet, amely zavarja a DNSSEC-érvényesítést. Ha problémája van a DNS-sel, <strong>ideiglenesen</strong> tiltsa le a DNSSEC-érvényesítést, hogy meg tudja határozni a probléma forrását. Azonban ne feledjük, hogy DNSSEC-érvényesítés nélkül, DNS-hamisító támadásoknak vagyunk kitéve! Ezért mi <strong>javasoljuk, hogy a DNSSEC legyen bekapcsolva</strong> és a helyzet megoldását az internet-szolgáltatóval mivel ez egy komoly hibája az ő oldalukon.
it: In rari casi gli ISP hanno configurato in modo improprio la rete che interferisce con la convalida di DNSSEC. Se riscontri problemi con DNS, puoi <strong>temporaneamente</strong> disattivare la convalida DNSSEC per determinare l'origine del problema. Tuttavia, tieni presente che senza validazione DNSSEC, sei vulnerabile agli attacchi di spoofing DNS! Pertanto, <strong>ti raccomandiamo di mantenere acceso DNSSEC </strong>e di risolvere la situazione con l'ISP in quanto questa è una falla grave da parte del provider.
lt: Retai, tačiau pasitaiko, kad interneto paslaugų tiekėjo neteisingai sukonfigūruoti DNS serveriai trukdo DNSSEC validavimui. Jei susiduriate su DNS problemomis galite <strong>laikinai</strong> išjungti DNSSEC validavimą kad rastumėte problemos priežastį. Tačiau nepamirškite, kad be DNSSEC validavimo prieš jus gali būti sėkmingai panaudotos DNS atsakymų klastojimo atakos! Todėl <strong>rekomenduojame palikti DNSSEC įjungtą</strong> ir spręsti problemas kartu su interneto paslaugų tiekėju nes tai grubi problema jų pusėje.
nb: I sjeldne fall har internettilbydere satt opp sitt nettverk feil, noe som forstyrrer DNSSEC-bekreftelse. Hvis du opplever problemer med DNS, kan du <strong>midlertidig</strong> skru av DNSSEC-bekreftelse for å bestemme problemets opphav. Ha i minne at uten DNSSEC-bekreftelse er du sårbar for DNS-endringsangrep. Derfor <strong>anbefales det å ha DNSSEC skrudd på</strong> og å finne ut av ting med din internettilbyder, da dette er en seriøs feil på deres side.
pl: W rzadkich przypadkach ISP ma niewłaściwie skonfigurowaną sieć, która zakłóca sprawdzanie poprawności DNSSEC. Jeśli występują problemy z DNS, możesz <strong>tymczasowo</strong> wyłączyć uwierzytelnianie DNSSEC w celu określenia źródła problemu. Pamiętaj jednak, że bez sprawdzania poprawności DNSSEC jesteś podatny na ataki polegające na sfałszowaniu DNS! Dlatego <strong>zalecamy włączenie DNSSEC</strong> i rozwiązanie problemu z usługodawcą internetowym (ISP), ponieważ jest to poważny problem po jego stronie.
ru: В редких случаях интернет-провайдер имеет неправильно настроенную сеть, которая мешает проверке DNSSEC. Если у вас возникли проблемы с DNS, вы можете <strong>временно</strong> отключить проверку DNSSEC, чтобы определить источник проблемы. Однако имейте в виду, что без проверки DNSSEC вы уязвимы для атак подмены DNS! Поэтому мы <strong>рекомендуем держать DNSSEC включенным</strong> и разрешать ситуацию с вашим интернет-провайдером, поскольку это серьезный недостаток с их стороны.
sk: Vo výnimočných prípadoch sa môže stať, že má poskytovateľ nevhodnú konfiguráciu siete, ktorá znemožňuje DNSSEC validáciu. Pokiaľ máte problémy s funkčnosťou DNS, môžete skúsiť DNSSEC validáciu <strong>dočasne</strong> vypnúť, aby ste zistili príčinu problému. Majte však na pamäti, že ste bez DNSSEC validácie náchylní na útoky podvrhnutím DNS prekladu. Preto dôrazne odporúčame, aby ste <strong>ponechali DNSSEC validáciu zapnutú</strong> a problém riešili so svojim poskytovateľom pripojenia, pretože ide o závažnú chybu na jeho strane.

source: Discard changes
cs: Zahodit změny
da: Glem ændringer
de: Änderungen verwerfen
fr: Annuler les modifications
hu: Módosítások elvetése
it: Non salvare le modifiche
lt: Atmesti pakeitimus
nb: Forkast endringer
pl: Odrzuć zmiany
ru: Отменить изменения
sk: Zahodiť zmeny

source: Save
cs: Uložit
da: Gem
de: Speichern
fr: Enregistrer
pl: Zapisz
ru: Сохранить
sk: Uložiť

source: Here you can test your internet connection. This test is also useful when you need to check that your DNS resolving works as expected. Remember to click on the <strong>Save</strong> button if you changed your forwarder setting.
cs: Zde si můžete vyzkoušet funkčnost připojení k Internetu. Tento test je užitečný také pro ověření správného fungování DNS překládání. Pokud jste výše změnili nastavení přeposílání, nezapomeňte kliknout na <strong>Uložit</strong>.
da: Her kan du teste din internetforbindelse. Denne test er også nyttig, når du skal kontrollere, at DNS-opløftning fungerer som forventet. Husk at klikke på knappen <strong>Gem</strong>, hvis du har ændret din videresendelsesindstilling.
de: Hier können Sie Ihre Internetverbindung prüfen. Der Test ist nützlich, wenn Sie die korrekte Funktion des DNS Resolvers überprüfen wollen. Vergessen Sie nicht die <strong>Speichern</strong> Schaltfläche zu betätigen, wenn Sie die Einstellungen geändert haben.
fr: Ici vous pouvez tester votre connexion internet. Ce test est également utile lorsque vous devez vérifier que votre résolveur DNS fonctionne comme prévu. N’oubliez pas de cliquer sur le bouton <strong>Enregistrer</strong> si vous avez modifié votre configuration de redirecteur.
hu: Itt tesztelhető az internetkapcsolat. Ez a teszt akkor is hasznos, ha ellenőriznie kell, hogy a DNS névfeloldás a várt módon működik. Ne feledje, hogy kattintson a <strong>Mentés</strong> gombra, ha megváltozott a továbbítás beállítása.
it: Qui è possibile testare la connessione a Internet. Questo test è utile anche quando è necessario verificare che il resolver DNS funziona come previsto. Ricorda di fare clic sul pulsante <strong>Salva</strong> se hai modificato l'impostazione del destinatario.
lt: Čia galite patikrinti interneto ryšį. Šis testas taip pat naudingas kai norite pasitikrinti ar DNS paslauga veikia tinkamai. Nepamirškite paspausti <strong>Išsaugoti</strong> mygtuką jei keitėte DNS nustatymus.
nb: Her kan du teste din internettilkobling. Denne testen er også nyttig når du trenger å sjekke at DNS-utledning fungerer for deg som forventet. Husk å klikke <strong>Lagre</strong>-knappen hvis du har endret din videresendingsinnstilling.
pl: Tutaj możesz przetestować połączenie internetowe. Ten test jest przydatny, gdy trzeba sprawdzić, czy rozwiązanie nazw DNS działa zgodnie z oczekiwaniami. Pamiętaj, aby kliknąć przycisk <strong>Zapisz</strong>, jeśli zmieniłeś ustawienia forwardera.
ru: Здесь вы можете протестировать свое интернет-соединение. Этот тест также полезен, когда вам нужно проверить, что ваше разрешение DNS работает должным образом. Не забудьте нажать кнопку <strong>«Сохранить»</strong>, если вы изменили настройки переадресации.
sk: Tu si môžete otestovať funkčnosť internetového pripojenia. Tento test je užitočný tiež v prípade, keď chcete otestovať, že správne funguje nastavenie DNS. Nezabudnite stlačiť tlačidlo <strong>Uložiť</strong>, pokiaľ ste zmenili nastavenie forwardovania vyššie.

source: Unable to verify network connection.
cs: Nepodařilo se ověřit stav připojení.
da: Ikke i stand til at kontrollere netværksforbindelsen.
de: Die Netzwerkverbindung konnte nicht überprüft werden.
fr: Impossible de vérifier la connexion réseau.
hu: Nem lehet ellenőrizni a hálózati kapcsolatot.
it: Impossibile verificare la connessione di rete.
lt: Nepavyko patikrinti tinko ryšio.
nb: Kunne ikke bekrefte nettverkstilkobling.
pl: Nie można zweryfikować połączenia sieciowego.
ru: Не удалось проверить подключение к сети.
sk: Nepodarilo sa overiť stav pripojenia.

source: Congratulations you've successfully reached the end of this guide. Once you leave this guide you'll be granted access to the full configuration interface of this device.
cs: Gratulujeme, úspěšně jste dosáhli konce tohoto průvodce. Jakmile tohoto průvodce opustíte, obdržíte přístup do kompletního rozhraní pro nastavování zařízení.
de: Herzlichen Glückwunsch für das Erreichen des Endes dieses Leitfadens. Sobald Sie diesen Leitfaden verlassen, erhalten Sie Zugriff auf die vollständige Konfigurationsoberfläche dieses Geräts.
fr: Félicitations, vous avez atteint la fin de ce guide. Une fois que vous aurez quitté ce guide, vous aurez accès à l'interface de configuration complète de cet appareil.
pl: Gratulacje, udało Ci się dotrzeć do końca tego przewodnika. Po opuszczeniu tego przewodnika otrzymasz pełny dostęp do interfejsu konfiguracyjnego tego urządzenia.
ru: Поздравляем, вы успешно прошли начальную настройку. Как только вы покинете эту настройку, вам будет предоставлен доступ к полнофункциональному интерфейсу этого устройства.
sk: Gratulujeme, úspešne ste sa dostali na koniec tohto sprievodcu. Akonáhle tohto sprievodcu opustíte, získate prístup do kompletného rozhrania pre nastavovanie zariadenia.

source: To further <strong>improve your security</strong> consider enabling data collect (start by selecting it in updater tab). This will allow you to be part of our security research to discover new attackers and it will also give you access to dynamic updates to your firewall to block all already known attackers.
cs: Pro další <strong>posílení zabezpečení</strong> zvažte zapnutí sběru dat (začněte jeho výběrem na panelu aktualizací). Tím se budete moci stát součástí našeho bezpečnostního výzkumu objevujícího nové útočníky a také zpřístupní dynamické aktualizace pro bránu firewall pro blokování už známých útočníků.
de: Um Ihre <strong>Sicherheit weiter zu verbessern</strong>, sollten Sie die Aktivierung der Datensamlung in Betracht ziehen (durch Auswahl in der Registerkarte Updater starten). Dies ermöglicht Ihnen ein Teil unserer Sicherheitsforschung zu werden, um neue Angreifer zu identifizieren und gibt Ihnen auch Zugang zu dynamischer Aktualisierung Ihrer Firewall, um alle bereits bekannten Angreifer zu blockieren.
fr: Pour <strong>améliorer davantage votre sécurité</strong>, envisagez d'activer la collecte de données (commencez par la sélectionner dans l'onglet de mise à jour). Cela vous permettra de faire partie de notre recherche de sécurité pour découvrir de nouveaux attaquants et vous donnera également accès à des mises à jour dynamiques de votre pare-feu pour bloquer tous les attaquants déjà connus.
pl: Aby jeszcze <strong>poprawić swoje bezpieczeństwo</strong>, rozważ włączenie akwizycji danych (zaznacz je na karcie aktualizacji). To pozwoli Ci być częścią naszego projektu badawczego nad bezpieczeństwem mającym na celu odkrywanie nowych ataków, a także zapewni Ci dostęp do dynamicznych aktualizacji zapory sieciowej, aby zablokować wszystkie znane już ataki.
ru: Чтобы еще больше <strong>повысить безопасность</strong>, рассмотрите возможность включения сбора данных (включите его на вкладке Сервиса обновлений). Это позволит вам принять участие в наших исследованиях в области безопасности для обнаружения новых злоумышленников, а также даст вам доступ к динамическим обновлениям брандмауэра, чтобы заблокировать всех уже известных злоумышленников.
sk: Pre ďalšie <strong>posilnenie bezpečnosti</strong> zvážte zapnutie zberu dát (začnite jeho výberom na karte aktualizácií). Tým sa budete môcť stať súčasťou nášho bezpečnostného výskumu, ktorý objavuje nových útočníkov a tiež sprístupní dynamické aktualizácie pre bránu firewall pre blokovanie už známych útočníkov.

source: Continue
cs: Pokračovat
de: Weiter
fr: Continuer
lt: Tęsti
nb: Fortsett
pl: Kontynuuj
ru: Продолжить
sk: Pokračovať

source: Notifications and automatic restarts
cs: Upozornění a automatické restarty
da: Notifikation og automatisk genstart
de: Benachrichtigungen und automatische Neustarts
fr: Notifications et redémarrages automatiques
hu: Értesítések és automatikus újraindítások
it: Notifiche e riavvii automatici
lt: Pranešimai ir automatiniai perkrovimai
nb: Merknader og automatiske omstarter
pl: Powiadomienia i automatyczne restarty
ru: Уведомления и автоматические перезагрузки
sk: Upozornenia a automatické reštarty

source: You can set the router to notify you when a specific event occurs, for example when a reboot is required, no space is left on device or an application update is installed. You can use Turris servers to send these emails. Alternatively, if you choose to use a custom server, you must enter some additional settings. These settings are the same as you enter in your email client and you can get them from the provider of your email inbox. In that case, because of security reasons, it is recommended to create a dedicated account for your router.
cs: Router můžete nastavit tak, aby vás upozorňoval v případě, kdy nastane určitá událost – např. pokud je vyžadován restart zařízení , došlo na něm místo nebo byla nainstalována aktualizace aplikace. Pro zasílání těchto upozornění můžete použít servery poskytované účastníkům projektu Turris. Alternativně můžete použít své vlastní servery, v tom případě je nutné zadat nastavení SMTP serveru (serveru pro odchozí poštu). Toto nastavení je stejné jako zadáváte do e-mailového klienta a můžete ho získat od poskytovatele své e-mailové schránky. V tomto případě doporučujeme z bezpečnostních důvodů vytvořit pro router zvlášť účet.
da: Du kan indstille routeren til at give dig besked, når en bestemt hændelse indtræffer, for eksempel når en genstart er påkrævet, ingen plads er tilbage på enheden eller en opdatering til programmer er installeret. Du kan bruge Turris servere til at sende disse e-mails. Alternativt, hvis du vælger at bruge en brugerdefineret server, skal du angive yderligere indstillinger. Disse indstillinger er de samme som du indtaster i din e-mail-klient og du kan få dem fra udbyderen af din e-mail. I dette tilfælde, på grund af sikkerheden, anbefales det at oprette en dedikeret konto til din router.
de: Der Router kann eingestellt werden, um Ihnen Nachrichten über bestimmte Ereignisse zu senden; zum Beispiel, dass ein Neustart erforderlich ist, dass kein Speicherplatz mehr vorhanden ist, oder dass eine Anwendungsaktualisierung installiert wurde. Sie können die Turris-Server für das Absenden dieser Nachrichten verwenden; Alternativ können Sie auch eigene SMTP-Server dafür benutzen, wofür aber weitere Einstellungen benötigt werden. Es sind meistens die selben Einstellungen, welche Sie schon in Ihrem E-Mail-Client verwenden. Diese können Sie von Ihrem E-Mail-Serviceprovider erhalten. In diesem Fall raten wir Ihnen, aus Sicherheitsgründen ein neues Benutzerkonto für den Router einzurichten.
fr: Vous pouvez configurer le routeur pour vous avertir lorsqu’un événement spécifique se produit, par exemple lorsqu’un redémarrage est requis, aucun espace n’est disponible sur le périphérique ou une mise à jour d'une application est installée. Vous pouvez utiliser les serveurs de Turris pour envoyer ces e-mails. Alternativement, si vous choisissez d’utiliser un serveur personnalisé, vous devez entrer quelques paramètres supplémentaires. Ces paramètres sont les mêmes que vous entrez dans votre client de messagerie et vous pouvez les obtenir auprès du fournisseur de votre boîte e-mail. Dans ce cas, pour des raisons de sécurité, il est recommandé de créer un compte dédié pour votre routeur.
hu: Beállíthatja, hogy a router, hogy értesítse Önt, amikor egy adott esemény bekövetkezik, például amikor egy újraindítás szükséges, nincs hely a készüléken, vagy egy alkalmazás frissítése került telepítésre. Turris szerver segítségével e-maileket küldhet. Azt is megteheti, hogy egyéni szervert használ, ekkor meg kell adnia néhány további beállítást. Ezek a beállítások ugyanazok, mint amit az email kliensben is használatos, ekkor az e-mail postafiókja szolgáltatójától lehet kapni őket . Ebben az esetben biztonsági okokból ajánlott létrehozni egy külön fiókot az útválasztóhoz.
it: È possibile impostare il router per avvisarti quando si verifica un evento specifico, ad esempio quando è necessario un riavvio, o non è rimasto spazio sul dispositivo oppure è stato installato un aggiornamento dell'applicazione. È possibile utilizzare i server Turris per inviare queste e-mail. In alternativa, se si sceglie di utilizzare un server personalizzato, è necessario immettere alcune impostazioni aggiuntive. Queste impostazioni sono identiche a quelle inserite nel tuo client di posta elettronica e puoi prelevarle dal provider della tua casella di posta elettronica. In questo caso, per motivi di sicurezza, si consiglia di creare un account dedicato per il router.
lt: Galite sukonfigūruoti maršrutizatorių, kad įvykus tam tikriems įvykiams gautumėte pranešimą, pavyzdžiui kai reikalingas perkrovimas, nebeliko laisvos vietos ar atnaujinta programinė įranga. El. pašto pranešimams galite naudoti Turris serverius. Jei naudojate kitus serverius, reikės įvesti papildomų nustatymų. Šie nustatymai yra tokie patys kokius naudotumėte konfigūruojant pašto programą, juos galite gauti iš savo el. pašto paslaugų tiekėjo. Jei naudosite kitus pašto serverius, saugumo sumetimais, rekomenduojame turėti atskirą, specialiai maršrutizatoriui skirtą el. pašto paskyrą.
pl: Możesz ustawić router, aby powiadomił Cię, gdy wystąpi określone zdarzenie, na przykład gdy wymagane jest ponowne uruchomienie, na urządzeniu nie ma miejsca albo zainstalowano aktualizację aplikacji. Możesz wysyłać te e-maile z serwerów Turris. Alternatywnie, jeśli zdecydujesz się na korzystanie z serwera niestandardowego, musisz wprowadzić dodatkowe ustawienia. Te ustawienia są takie same, jak w przypadku klienta poczty e-mail i można je uzyskać od dostawcy poczty. W takim wypadku ze względów bezpieczeństwa zaleca się utworzenie specjalnego konta dla routera.
ru: Вы можете настроить маршрутизатор на уведомление о возникновении определенного события, например, когда требуется перезагрузка, на устройстве не осталось места или установлено обновление приложения. Вы можете использовать серверы Turris для отправки этих писем. Кроме того, если вы решите использовать сторонний сервер, необходимо ввести дополнительные настройки. Эти настройки такие же, как вы вводите в свой почтовый клиент, и их можно получить у поставщика электронной почты. В этом случае из соображений безопасности рекомендуется создать выделенную учетную запись для вашего маршрутизатора.
sk: Router môžete nastaviť, aby Vás upozorňoval v prípade, keď nastane určitá udalosť, napr. pokiaľ je potrebné reštartovať zariadenie, na zariadení došlo miesto alebo bola nainštalovaná aktualizácia aplikácie. Na zasielanie týchto upozornení môžete použiť servery poskytované účastníkom projektu Turris. Alternatívne môžete použiť svoje vlastné servery, v tom prípade je nutné zadať nastavenie SMTP servera (servera pre odosielanú poštu). Tieto nastavenia sú rovnaké ako tie, ktoré zadávate do emailového klienta, a môžete ich získať od poskytovateľa Vašej emailovej schránky. V tomto prípade Vám odporúčame z bezpečnostných dôvodov vytvoriť pre router samostatný účet.
