Repository: CZ-NIC/foris
Catalog: foris/locale/*/LC_MESSAGES/foris.po
Languages: cs, da, de, fr, hu, it, lt, nb, pl, ru, sk

source: Welcome to Foris web interface. This guide will help you to setup your device. Firstly it is required to set your password. Note the security of your home network is in your hands, so try not to use weak passwords.
cs: Vítejte ve webovém rozhraní Foris. Tento průvodce vám pomůže s nastavením vašeho zařízení. Nejprve je třeba si zvolit heslo. Poznamenejme, že zabezpečení vaší domácí sítě je ve vašich rukách, proto se snažte vyvarovat používání slabých hesel.
de: Willkommen zu Foris. Diese Anleitung wird Ihnen helfen, ihr Gerät einzurichten. Als erstes muss ein Passwort gesetzt werden. Bitte beachten Sie dabei, dass die Sicherheit ihres Heimnetzwerkes in ihren Händen liegt und Sie daher kein zu einfaches Passwort wählen sollten.
fr: Bienvenue sur l’interface Web de Foris. Ce guide vous aidera à configurer votre appareil. Tout d’abord, il est nécessaire de définir votre mot de passe. Notez que la sécurité de votre réseau domestique est entre vos mains, alors essayez de ne pas utiliser de mots de passe faibles.
hu: Üdvözöljük a Foris web felületén. Ez az útmutató segít beállítani a készülékét. Először is a jelszót beállítása szükséges. Megjegyzés: az otthoni hálózatának biztonsága az Ön kezében van, így próbálja meg a gyenge jelszavakat elkerülni.
lt: Sveiki prisijungę prie Foris web sąsajos. Šis gidas padės jus paruošti įrenginį darbui. Pirmas žingsnis prisijungimo slaptažodžio įvedimas. Atkreipkite dėmesį, kad jūsų rankose yra jūsų namų tinklo saugumas, rekomenduojame nenaudoti silpnų slaptažodžių.
pl: Witamy w interfejsie internetowym Foris. Ten przewodnik pomoże Ci skonfigurować urządzenie. Po pierwsze wymagane jest ustawienie hasła. Zauważ, że bezpieczeństwo twojej sieci domowej jest w twoich rękach, więc staraj się nie używać słabych haseł.
ru: Добро пожаловать в веб интерфейс Foris . Этот проводник поможет вам с настройкой вашего устройства. Для начала надо будет установить пароль. Обратите внимание, что безопасность вашей домашней сети в ваших руках, поэтому не используйте слабый пароль.
sk: Vítajte vo webovom rozhrani Foris. Tento sprievodca vám pomôže nastaviť vaše zariadenie. Najprv je potrebné nastaviť heslo. Zabezpečenie domácej siete je vo vašich rukách, takže sa snažte nepoužívať slabé heslá.

source: Your password seems to be set. You may proceed to the next step.
cs: Zdá se, že vaše heslo bylo nastaveno. Můžete pokračovat na další krok.
de: Ihr Passwort wurde eingerichtet. Sie können nun mit dem nächsten Schritt fortfahren.
fr: Votre mot de passe semble être défini. Vous pouvez passer à l’étape suivante.
hu: A jelszó beállítva. Jöhet a következő lépés.
lt: Slaptažodis įvestas. Galite eiti prie kito etapo.
pl: Twoje hasło zostało ustawione. Możesz przejść do następnego kroku.
ru: Ваш пароль установлен. Можете перейти к следующему шагу.
sk: Vyzerá to, že máte nastavené vaše heslo. Môžete prejsť na ďalší krok.

source: Choose one of the possible setup workflows.
cs: Vyberte si jeden z možných scénářů nastavení.
de: Bitte wählen Sie einen der möglichen Installationsabläufe.
fr: Sélectionnez l’un des flux de travaux de configuration proposés.
hu: Válasszon egyet a lehetséges beállítási munkafolyamatok közül.
lt: Pasirinkite vieną iš galimų įrenginio paruošimo darbo eigos būdų.
pl: Wybierz jedną z możliwych konfiguracji trybu pracy.
ru: Выберите одну из возможных рабочих конфигураций.
sk: Vyberte si jeden z možných spôsobov inštalácie.

source: The workflow was set. You may proceed to next step.
cs: Scénář byl nastaven, můžete pokračovat k dalšímu kroku.
de: Der Workflow wurde eingestellt. Sie können mit dem nächsten Schritt fortfahren.
fr: Le flux de travaux a été défini. Vous pouvez passer à l’étape suivante.
hu: A munkafolyamat beállítva, jöhet a következő lépés.
lt: Gido rėžimas parinktas. Galite eiti prie kito etapo.
pl: Tryb pracy został ustawiony. Możesz przejść do następnego kroku.
ru: Конфигурация выбрана. Вы можете перейти к следующему шагу.
sk: Nastavenie prebehlo, môžete prejsť k ďalšiemu kroku.

source: Here you need to decide which interfaces belong to which network.
cs: Zde je třeba rozhodnout, která síťová rozhraní patří do které sítě.
de: Hier müssen Sie sich entscheiden, welche Schnittstelle zu welchem Netzwerk gehört.
fr: Ici, vous devez décider quelles interfaces appartiennent à quel réseau.
pl: Tutaj musisz zdecydować, które interfejsy należą do której sieci.
ru: Здесь вам необходимо решить, какие интерфейсы принадлежат какой сети.
sk: Tu sa treba rozhodnúť, ktoré sieťové rozhrania patria do ktorej siete.

source: If you are in doubt use the current settings.
cs: Pokud váháte, použijte stávající nastavení.
de: Falls Sie sich nicht sicher sind, verwenden sie die aktuellen Einstellungen.
fr: En cas de doute, utilisez les paramètres actuels.
hu: Ha bizonytalan, használja a jelenlegi beállításokat.
lt: Jei dvejojate naudokite esamus nustatymus.
nb: Hvis du er i tvil, bruk gjeldende innstillinger.
pl: Jeśli masz wątpliwości, użyj bieżących ustawień.
ru: Если вы сомневаетесь, используйте текущие настройки.
sk: Ak ste na pochybách, ponechajte aktuálne nastavenia.

source: You've configured your network interfaces. It seems that you didn't break any crucial network settings so you can safely proceed to the next step.
cs: Nastavili jste sítová rozhraní. Zdá se, že jste si nerozbili žádná důležitá nastavení sítě a tak můžete pokračovat na další krok.
de: Sie haben die Netzwerkschnittstellen konfiguriert. Dabei wurden scheinbar keine wichtigen Netzwerkeinstellungen falsch konfiguriert und Sie können mit dem nächsten Schritt fortfahren.
fr: Vous avez configuré vos interfaces réseaux. Vous ne semblez pas avoir briser de paramètres réseau cruciaux ; vous pouvez donc passer à l’étape suivante.
hu: Hálózati interfészek beállítva. Úgy tűnik, nem romlott el semmilyen fontos hálózati beállítás, így nyugodtan jöhet a következő lépés.
lt: Parinkote tinklo interfeisų nustatymus. Panašu, kad pagrindiniai tinklo nustatymai yra tinkami, galite saugiai eiti prie kito etapo.
nb: Du har satt opp dine nettverksgrensesnitt. Det later til at du ikke knakk noen viktige nettverksinnstillinger, slik at du trygt kan fortsette til neste steg.
pl: Skonfigurowałeś swoje interfejsy sieciowe. Wygląda na to, że prawidłowo podałeś kluczowe ustawienia sieci, więc możesz bezpiecznie przejść do następnego kroku.
ru: Вы настроили свои сетевые интерфейсы. Кажется, что вы не нарушали какие-либо важные настройки сети, поэтому вы можете спокойно перейти к следующему шагу.
sk: Nastavenie sieťových rozhraní prebehlo. Zdá sa, že je všetko v poriadku a tak je možné pokračovať na ďalší krok.

source: In order to access the internet, you need to configure your WAN interface.
cs: Pro přístup k Internetu potřebujete nastavit WAN rozhraní.
de: Für den Internetzugriff müssen Sie ihre WAN Schnittstelle konfigurieren.
fr: Afin d’accéder à Internet, vous devez configurer l’interface de votre réseau étendu (WAN).
pl: Aby uzyskać dostęp do Internetu, musisz skonfigurować interfejs WAN.
ru: Чтобы получить доступ к Интернету, необходимо настроить интерфейс WAN.
sk: Pre prístup k Internetu potrebujete nastaviť WAN rozhranie.

source: You've configured your WAN interface. Try to run connection test to see whether it is working properly and if so you can safely proceed to the next step.
cs: Nastavili jste WAN rozhraní. Zkuste spustit test připojení, abyste si ověřili, že vše funguje, jak má. Poté můžete pokračovat na další krok.
de: Die WAN Schnittstelle wurde konfiguriert. Lassen sie den Verbindungstest laufen, ob alles korrekt funktioniert und Sie somit mit dem nächsten Schritt fortfahren können.
fr: Vous avez configuré l’interface de votre réseau étendu. Essayez d’effectuer un test de connexion pour voir si elle fonctionne correctement et si vous pouvez passer à l’étape suivante.
hu: WAN interfész beállítva. Próbáljon meg csatlakozási tesztet futtatni, hogy vajon rendesen működik-e, és ha igen, jöhet a következő lépés.
lt: Sukonfigūravote WAN interfeisą. Ar jis veikia tinkamai galite patikrinti paleisdami ryšio testą ir jeigu taip - pereiti prie kito etapo.
pl: Skonfigurowałeś interfejs WAN. Spróbuj uruchomić test połączenia, aby sprawdzić, czy działa poprawnie, jeśli tak, możesz bezpiecznie przejść do następnego kroku.
ru: Интерфейс WAN настроен. Запустите тест подключения, чтобы убедиться, что он работает правильно и можно безопасно перейти к следующему шагу.
sk: Nakonfigurovali ste si WAN rozhranie. Pokúste sa spustiť test pripojenia a overte si, či funguje správne. Ak áno, môžete bezpečne prejsť na ďalší krok.

source: Now you should configure your LAN interface. Note that when you change your network settings you probably won't be able to connect to the configuration interface unless you restart the network on your current device.
cs: Nyní byste měli nastavit LAN rozhraní. Poznamenejme, že když změníte svá síťové nastavení, tak se pravděpodobně nebudete moci připojit do rozhraní pro nastavování, dokud nerestartujete síť na zařízení, ze kterého přistupujete.
de: Nun muss die LAN Schnittstelle konfiguriert werden. Bitte beachten Sie, dass wenn Sie die Netzwerkeinstellungen ändern, Sie unter Umständen nicht mehr auf das Web Interface zugreifen können, bis Sie das Netzwerk Ihres aktuellen Gerätes neugestartet haben.
fr: Vous devez maintenant configurer l’interface de votre réseau local (LAN). Notez que lorsque vous modifiez vos paramètres réseau, vous ne pourrez probablement pas vous connecter à l’interface de configuration à moins de redémarrer le réseau sur votre appareil actuel.
hu: Most a LAN interfészt kell beállítani. Vegye figyelembe, hogy ha megváltoztatja a hálózati beállításokat, akkor a beállítási felületet nem fogja tudni elérni, hacsak újra nem indítja a hálózatot az eszközön.
lt: Dabar reikia sukonfigūruoti LAN interfeisą. Atkreipkite dėmesį, kad kai pakeisite tinklo nustatymus tikriausiai nebegalėsite prisijungti prie valdymo puslapio nebent atnaujinsite tinklo nustatymus ir įrenginyje iš kurio jungiatės.
nb: Nå bør du sette opp ditt LAN-grensesnitt. Merk at når du endrer dine nettverksinnstillinger, vil du antagelig ikke kunne koble til oppsettsgrensesnittet med mindre du starter nettverket på ny på din nåværende enhet.
pl: Teraz powinieneś skonfigurować swój interfejs LAN. Zwróć uwagę, że po zmianie ustawień sieci prawdopodobnie nie będziesz mógł połączyć się z interfejsem konfiguracyjnym, dopóki nie zrestartujesz sieci na bieżącym urządzeniu.
ru: Теперь надо настроить интерфейс LAN. Обратите внимание, что при изменении настроек сети вы, вероятно, не сможете подключиться к интерфейсу конфигурации, пока не перезапустите сеть на своем текущем устройстве.
sk: Teraz byste si mali nastaviť rozhranie LAN. Po tejto zmene sa pravdepodobne nebudete môcť pripojiť do tohto rozhrania, kým nereštartujete sieť na zariadení, z ktorého pristupujete.

source: You've configured your LAN interface. Try to test whether settings work properly and if so you can safely proceed to the next step.
cs: Nastavili jste LAN rozhraní. Zkuste si ověřit, zda nastavení funguje správně a pokud ano, můžete pokračovat na další krok.
de: Die LAN Schnittstelle wurde konfiguriert. Testen Sie die Einstellungen, ob sie korrekt funktionieren und fahren Sie dann mit dem nächsten Schritt fort.
fr: Vous avez configuré l’interface de votre réseau local. Essayez de vérifier si les paramètres fonctionnent correctement et si vous pouvez passer à l’étape suivante.
hu: LAN interfész beállítva. Próbálja meg ellenőrizni, hogy a beállítások jól működnek-e, és ha igen, jöhet a következő lépés.
lt: Sukonfigūravote LAN interfeisą. Patikrinkite ar nustatymai tinka, jei taip - eikite prie kito etapo.
pl: Skonfigurowałeś interfejs LAN. Spróbuj sprawdzić, czy ustawienia działają poprawnie, jeśli tak, możesz bezpiecznie przejść do następnego kroku.
ru: Интерфейс LAN настроен. Проверьте работу сети и вы можете спокойно перейти к следующему шагу.
sk: Nakonfigurovali ste si LAN rozhranie. Pokúste sa overit, či funguje správne. Ak áno, môžete bezpečne prejsť na ďalší krok.

source: Now you need to set the time and timezone of your device.
cs: Nyní je třeba nastavit čas a časové pásmo, ve kterém se zařízení nachází.
de: Nun müssen Sie die Zeit und Zeitzone ihres Gerätes einstellen.
fr: Vous devez maintenant régler l’heure et le fuseau horaire de votre appareil.
hu: Most az eszköz idő és időzóna beállítása jön.
lt: Nustatykite įrenginio laikrodį ir laiko zoną.
nb: Nå må du sette tid og tidssone for din enhet.
pl: Teraz musisz ustawić czas i strefę czasową swojego urządzenia.
ru: Теперь необходимо установить время и часовой пояс вашего устройства.
sk: Teraz je potrebné nastaviť čas a časové pásmo vášho zariadenia.

source: Your time and timezone seem to be set. Please make sure that the time matches the time on your computer if not try to update it via ntp or manually.
cs: Čas a časové pásmo bylo nastaveno. Ověřte, že čas na vašem zařízení odpovídá skutečnému času. Pokud ne, zaktualizujte ho pomocí ntp nebo ručně.
de: Zeit und Zeitzone wurden eingestellt. Bitte überprüfen Sie, ob die eingestellte Zeit die Ihres Computers entspricht. Falls nicht, versuchen Sie diese über NTP oder manuell zu aktualisieren.
fr: Votre heure et votre fuseau horaire semblent être réglés. Veuillez vous assurer que l’heure correspond à celle sur votre ordinateur. Si ce n’est pas le cas, essayez de la mettre à jour via NTP ou manuellement.
hu: Az idő és időzóna beállítva. Ellenőrizze, hogy az idő megegyezik a számítógépe idejével, ha nem, akkor frissítse azt ntp-vel vagy manuálisan.
lt: Įrenginio laikas ir laiko zona nustatyta. Įsitikinkite, kad laikas sutampa su laiku kompiuteryje, jei ne pamėginkite atnaujinti laiką per NTP arba rankiniu būdu.
pl: Twój czas i strefa czasowa wydają się być ustawione. Upewnij się, że czas odpowiada czasowi na twoim komputerze, jeśli nie, spróbuj go zaktualizować przez ntp lub ręcznie.
ru: Время и часовой пояс установлены. Убедитесь, что время соответствует времени на вашем компьютере, если вы не пытаетесь обновить его через NTP или вручную.
sk: Váš čas a časové pásmo sa zdá byť nastavené. Prosím, uistite sa, že čas sa zhoduje s časom v počítači. Ak nie, skúste ho aktualizovať pomocou ntp alebo manuálne.

source: A proper DNS resolving is one of the key security features of your device. Let's configure it now.
cs: Správný DNS překlad je jeden z klíčových bezpečnostních prvků vašeho zařízení. Pojďme ho proto nyní nastavit.
de: Eine korrekte DNS-Auflösung ist eine der wichtigsten Sicherheitsmerkmale Ihres Geräts. Lassen Sie uns das jetzt konfigurieren.
fr: Une résolution DNS correcte est l’une des principales caractéristiques de sécurité de votre appareil. Configurons-le maintenant.
hu: A megfelelő DNS feloldás a készülék legfontosabb biztonsági funkcióinak egyike. Állítsuk be most.
lt: Tinkamai veikiantis DNS resolveris yra viena esminių jūsų įrenginio saugumo savybių. Parenkame jo nustatymus.
nb: En ordentlig DNS-utleder er en av nøkkelfunksjonene i enheten din. La oss sette den opp nå.
pl: Właściwe rozpoznawanie DNS jest jedną z kluczowych funkcji bezpieczeństwa twojego urządzenia. Skonfigurujmy to teraz.
ru: Правильное разрешение DNS имен - одна из ключевых функций безопасности вашего устройства. Давайте его настроим.
sk: Správný DNS preklad je jeden z kľúčových bezpečnostných prvkov vášho routera. Poďme ho teraz nastaviť.

source: You've updated your DNS configuration. Try to run connection test to see whether your DNS resolver is properly set.
cs: Aktualizovali jste nastavení DNS. Zkuste spustit test připojení, abyste si ověřili, že překlad DNS funguje správně.
de: Sie haben Ihre DNS-Konfiguration aktualisiert. Versuchen Sie, einen Verbindungstest durchzuführen, um festzustellen, ob Ihr DNS-Resolver richtig eingestellt ist.
fr: Vous avez mis à jour votre configuration DNS. Essayez d’exécuter un test de connexion pour voir si votre résolveur DNS est correctement configuré.
hu: DNS beállítások frissítve. Futtasson csatlakozási tesztet, hogy kiderüljön a DNS feloldás megfelelően van-e beállítva.
lt: Atnaujinote DNS konfigūraciją. Paleidę ryšio testą įsitikinsite, kad DNS resolveris veikia tinkamai.
nb: Du har oppdatert ditt DNS-oppsett. Prøv å kjøre en tilkoblingstest for å se hvorvidt din DNS-utleder er satt opp rett.
pl: Zaktualizowałeś swoją konfigurację DNS. Spróbuj uruchomić test połączenia, aby sprawdzić, czy twój resolver DNS jest poprawnie ustawiony.
ru: Конфигурация DNS обновлена. Запустите проверку подключения, чтобы проверить, правильно ли настроено разрешение DNS.
sk: Aktualizovali ste nastavenia DNS. Skúste pustiť test pripojenia, aby ste si overili, že preklad DNS funguje správne.

source: Now you need to configure automatic updates on your device.
cs: Nyní je třeba nastavit automatické aktualizace vašeho zařízení.
de: Jetzt müssen Sie automatische Updates auf Ihrem Gerät konfigurieren.
fr: Vous devez maintenant configurer les mises à jour automatiques sur votre appareil.
hu: Most be kell állítania az automatikus frissítéseket a készüléken.
lt: Dabar reikia parinkti įrenginio automatinių atnaujinimų nustatymus.
nb: Du må nå sette opp automatiske oppdateringer på enheten din.
pl: Teraz możesz skonfigurować automatyczne aktualizacje na swoim urządzeniu.
ru: Теперь необходимо настроить автоматические обновления на вашем устройстве.
sk: Teraz je potrebné nastaviť automatické aktualizácie vášho zariadenia.

source: Please wait till the updater finishes its run.
cs: Vyčkejte, dokud automatické aktualizace nebudou dokončeny.
de: Bitte warten Sie, bis der Updater seinen Lauf beendet hat.
fr: Veuillez patienter jusqu’à la fin de la mise à jour.
hu: Kérem várjon, míg az updater befejezi a munkát.
lt: Palaukite kol atnaujinimo procedūra pasibaigs.
pl: Poczekaj, aż aktualizator zakończy swoje działanie.
ru: Подождите, пока сервис обновлений запустится.
sk: Počkajte, kým automatické aktualizácie nebudú dokončené.

source: You have successfully configured your device.
cs: Úspěšně jste nastavili své zařízení.
de: Sie haben Ihr Gerät erfolgreich konfiguriert.
fr: Vous avez configuré avec succès votre appareil.
pl: Pomyślnie skonfigurowałeś swoje urządzenie.
ru: Вы успешно настроили свое устройство.
sk: Úspešne ste nastavili svoje zariadenie.

source: You chose to act as local server this means that it doesn't make sense to put any interfaces to your WAN and Guest Network. So it is a good idea to assign all interfaces to LAN.
cs: Zvolíte chování jako místní server což znamená, že nedává smysl umisťovat jakékoli rozhraní do WAN nebo sítě pro hosty. Takže je dobrý nápad přiřadit veškerá rozhraní do LAN.
de: Sie haben sich dafür entschieden, als lokaler Server zu arbeiten, d.h. es macht keinen Sinn, Schnittstellen zu Ihrem WAN und Gastnetzwerk einzurichten. Es ist daher ratsam, alle Schnittstellen dem LAN zuzuordnen.
fr: Vous avez choisi d’agir comme un serveur local, ce qui signifie qu’il n’y a pas de sens à mettre des interfaces dans vos réseaux étendu et invité. Il serait donc judicieux d’affecter toutes vos interfaces au réseau local.
pl: Postanowiłeś działać jako serwer lokalny, co oznacza, że nie ma sensu umieszczać żadnych interfejsów w sieci WAN i Guest Network. Dobrym pomysłem jest przypisanie wszystkich interfejsów do sieci LAN.
ru: Вы решили работать как локальный сервер, это означает, что нет смысла размещать какие-либо интерфейсы в вашей сети WAN и гостевой сети. Поэтому неплохо назначить все интерфейсы для LAN.
sk: Zvolili ste si chovať sa ako miestny server, čo znamená, že nedáva zmysel umiestňovať akékoľvek rozhrania do WAN alebo siete pre hostí. Takže je dobrý nápad priradiť všetky rozhrania do LAN.

source: To act as a local server, there's no need to manage LAN (if you still want to manage it reset the guide and choose the Router workflow). You probably want to act as a client here thus select <strong>Computer</strong> mode here.
cs: Pro fungování jako místní server, není potřeba spravovat LAN (pokud ji i tak chcete spravovat, resetuje průvodce a zvolte scénář Router). Nejspíš chcete aby fungovalo jako klient a proto vyberte režim <strong>Počítač</strong>.
de: Um als lokaler Server zu arbeiten, ist es nicht erforderlich, das LAN zu verwalten (wenn Sie es trotzdem verwalten möchten, setzen Sie den Leitfaden zurück und wählen Sie den Router-Workflow). Sie könnten hier wahrscheinlich als Client auftreten, wählen Sie also hier den Modus <strong>Computer</strong>.
fr: Pour agir comme un serveur local, il n’est pas nécessaire de gérer le réseau local (si vous souhaitez tout de même le gérer, réinitialisez le guide et choisissez le flux de travaux Routeur). Vous voulez probablement agir comme un client alors sélectionnez le mode <strong>Ordinateur</strong> ici.
pl: Aby działać jako serwer lokalny, nie ma potrzeby zarządzania siecią LAN (jeśli nadal chcesz nią zarządzać, zresetuj przewodnik i wybierz tryb pracy routera). Prawdopodobnie chcesz działać jako klient, wybierz tryb <strong>Komputer</strong>.
ru: Чтобы действовать как локальный сервер, нет необходимости настраивать локальную сеть (если вы все еще хотите настроить её, сбросьте начальную настройку и выберите конфигурацию маршрутизатора). Вы, вероятно, хотите действовать как клиент, поэтому выберите режим <strong>Компьютер</strong> здесь.
sk: Pre fungovanie ako miestny server nie je potrebné spravovať LAN (pokiaľ ju tak chcete spravovať, resetujte sprievodcu a vyberte si postup Router). Najskôr chcete, aby zariadenie fungovalo ako klient a preto vyberte režim <strong>Počítač</strong>.

source: If you select the <strong>static</strong> configuration be sure that the IP addresses are entered correctly otherwise you won't be able to access this configuration interface when the new settings are applied.
cs: Pokud zvolíte <strong>statické</strong> nastavení ověřte, že jste IP adresy zadali správně. Jinak po uplatnění tohoto nového nastavení nebude rozhraní pro nastavování přístupné.
de: Wenn Sie die <strong>statische</strong> Konfiguration auswählen, vergewissern Sie sich, dass die IP-Adressen korrekt eingegeben wurden, sonst können Sie nicht auf diese Konfigurationsoberfläche zugreifen, wenn die neuen Einstellungen angewendet werden.
fr: Si vous sélectionnez la configuration <strong>statique</strong>, assurez-vous que les adresses IP soient correctement saisies, autrement vous ne pourrez plus accéder à cette interface de configuration lorsque les nouveaux paramètres seront appliqués.
pl: Jeśli wybierzesz konfigurację <strong>statyczną</strong>, upewnij się, że adresy IP zostały wprowadzone poprawnie. W przeciwnym razie nie będziesz w stanie uzyskać dostępu do tego interfejsu konfiguracji, gdy nowe ustawienia zostaną zastosowane.
ru: Если вы выберете конфигурацию <strong>Статичный</strong>, убедитесь, что IP-адреса введены правильно, иначе вы не сможете получить доступ к этой конфигурации, когда новые параметры будут применены.
sk: Pokiaľ si zvolíte <strong>statické</strong> nastavenie, overte si, že ste IP adresy zadali správne. Inak po uplatnení tohto nastavenia nebude rozhranie pre nastavovanie prístupné.
